[
  {
    "Position": "Councillor",
    "Name": "Abubakar Khan",
    "Party": "",
    "Priority1": "Housing Affordability",
    "Priority2": "Technological Innovation",
    "Priority3": "The Mental Health Crisis",
    "Platform": "I want to help Vancouverites feel less alone and more appreciated. Seniors and young people; families, entrepreneurs, and professionals – I want to tie them together for a closer-knit, more nurturing Vancouver. I want to change zoning and digitize the permitting process to get affordable homes built, and keep our communities alive. I want more city-wide events. And I want every Vancouverite to know that this is their home – because we're better together.",
    "Biography": "Khan's family came to Vancouver in 1912 – they taught him that this community matters. So in winter 2016, Khan opened his family mosque to hundreds in need, and contacted a Sikh Gurudwara to supply meals. He's organized rallies and charities. He's collaborated with government on outreach. And he started a podcast to discuss mental health, addiction and racism with Vancouverites.",
    "Twitter": "https://twitter.com/khan4council",
    "Facebook": "https://www.facebook.com/khanforcouncil/",
    "Instagram": "https://www.instagram.com/khanforcouncil/?hl=en",
    "YouTube": "",
    "Other": "",
    "Phone": "778-865-3435",
    "Email": "khanforcouncil@gmail.com",
    "Website": "khanforcouncil.ca",
    "Picture": "AbubakarKHAN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Adrian Crook",
    "Party": "",
    "Priority1": "Purpose Built Homes",
    "Priority2": "Purpose Built Mobility",
    "Priority3": "Purpose Built Communities",
    "Platform": "I will work to deliver a Purpose Built Vancouver. We need a Vancouver that serves all our different communities.  As my top priorities, I will work to get rid of speculation, build abundant homes, and make our city safe for everyone. We must increase transportation accessibility and restore vitality to our neighbourhoods and businesses.  Vancouver needs policy with purpose. It's time to focus on evidence-based policy, building on what works.",
    "Biography": "I'm a single father of 5 young kids, living in downtown Vancouver.  I have founded two non-profit associations: Abundant Housing Vancouver and Abundant Transit BC, to advocate for more choices in how we live and get around our city.  I blog at 5 Kids 1 Condo, where I write about the opportunities and challenges of urban family life in Vancouver.",
    "Twitter": "https://twitter.com/adriancrook",
    "Facebook": "https://www.facebook.com/voteadriancrook/",
    "Instagram": "https://www.instagram.com/adriancrook/",
    "YouTube": "https://www.youtube.com/watch?v=zngaYyYJiTQ",
    "Other": "http://www.5kids1condo.com",
    "Phone": "604-449-4563",
    "Email": "adrian@voteadriancrook.com",
    "Website": "http://www.voteadriancrook.com",
    "Picture": "AdrianCROOK.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Adriane Carr",
    "Party": "Green Party of Vancouver",
    "Priority1": "Locally affordable homes",
    "Priority2": "Cleaner, greener city",
    "Priority3": "Fair, honest government",
    "Platform": "I will listen to people, work collaboratively with others, and ground decisions in good evidence. I'll focus on bolder actions for housing affordability, genuine public engagement and tackling congestion, especially through a new city-wide plan. My goal is a cleaner, greener city that's retains it's social vibrancy and liveability. I'm endorsed by the Green Party which is committed to sustainability, environmental protection, a more respectful style of politics and putting public interest first.",
    "Biography": "A two-term City Councillor, I have an MA in Urban Geography (UBC), ARCT in piano, taught at Langara, helped save B.C. wilderness, co-founded the B.C. and Vancouver Green Parties, was B.C. Greens' Leader and federal Greens' Deputy Leader and led B.C.'s Citizen's Initiative for Mixed Member Proportional Representation. Born in Vancouver, I live with my husband in the West End.",
    "Twitter": "https://twitter.com/Adriane Carr",
    "Facebook": "https://www.facebook.com/adrianecarrvancouver/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-689-9200",
    "Email": "adriane.carr@vangreens.ca",
    "Website": "votegreens.ca",
    "Picture": "AdrianeCARR.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Anastasia Koutalianos",
    "Party": "",
    "Priority1": "Diverse affordable homes",
    "Priority2": "More art in the city",
    "Priority3": "Zero waste, no single-use",
    "Platform": "I'm not a politician.  I'm a community builder who thrives on understanding, connection and strategy. While I'm passionate about housing, the arts and zero waste, I understand these are my pursuits. As an independent, I want to bring more thoughtful engagement, authentic partnership, creative problem-solving and outside-the-box thinking to council. I'm not working towards my Vancouver, I'm looking to build a more dynamic and diverse ours.",
    "Biography": "I'm a communications strategist, project manager and writer/editor. Previously, I was a research consultant in the settlement of Indian Residential School abuse claims. I'm a graduate of SPEC's Master Recycler program, a project manager with Small Housing BC, co-founder of the BC Tiny House Collective and a career mentor for newcomers with MOSAIC.",
    "Twitter": "http://www.twitter.com/nadatodo",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-992-9024",
    "Email": "info@nadatodo.com",
    "Website": "https://anastasiaforcitycouncil.home.blog/",
    "Picture": "AnastasiaKOUTALIANOS.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Anne Roberts",
    "Party": "COPE",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Better transit for all",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M and $10M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Anne Roberts is a former COPE city councillor and school board trustee. She taught journalism at Langara College after a career as a reporter and radio producer. A long-time community activist and feminist, Anne worked to improve schools, parks, pedestrian safety and neighbourhood shopping in Kensington-Cedar Cottage, where she and her family have lived for the past 40 years.",
    "Twitter": "https://twitter.com/anne_roberts_bc",
    "Facebook": "https://www.facebook.com/AnneRoberts4Council/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "info@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "AnneROBERTS.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Ashley Hughes",
    "Party": "",
    "Priority1": "Environmental Development",
    "Priority2": "Sustainable Housing",
    "Priority3": "Cannabis/Hemp Commodity",
    "Platform": "I stand for greener economic measures, the promotion of green commodities, enrichment of greener communities, fiscally responsible government, and environment conservation. The policies I stand for have been developed democratically, by people from all walks of Canadian life - from every province, territory, and traditional land. I have been described as a guardian, protector, sentinel and peacekeeper. These leadership qualities prompted my prior MLA campaign and now propel me to run for City Of Vancouver.",
    "Biography": "As a proud Canadian, Ashley calls Vancouver home. Her previous work experience in public markets, commodities and raising capital, as well as her entrepreneurial aspirations - have created a force to reckon with. A marketing maven, with international experience and perspective, Ashley is determined to help Vancouver reach its goal of being the greenest city in the world by 2020.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/AshleyHughes",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-671-8111",
    "Email": "retainuecs@gmail.com",
    "Website": "",
    "Picture": "AshleyHUGHES.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Barbara Buchanan",
    "Party": "",
    "Priority1": "Council working together",
    "Priority2": "Review planning regs.",
    "Priority3": "Climate change action",
    "Platform": "As an Independent Council Member, I will use my experience and skills to work constructively with the Mayor and other Councillors on common goals. I will support city, provincial and federal budget initiatives to improve city transportation, the  Arts and to protect our ocean shores and river environments.  We need to review city planning regulations, with the goal of ensuring long-term, sustainable, and mixed-use neighbourhoods to keep Vancouver a supernaturally beautiful city.",
    "Biography": "Civic Experience  \tVancouver School Board Chairperson for 3 terms Trustee for \t6 years \tVancouver Symphony Board Member for 6 years \tVancouver Board of Trade member experience \tVancouver Art Gallery active member Work Experience \tIndustrial Safety Consultant  \tUN International Canadian Election Observer  Academic Qualifications \tBrock University Chemistry degree, BCIT OHS diploma,\tCertificates: Sauder School of Business, Justice Institute \tEmergency Management",
    "Twitter": "https://twitter.com/bbuchanan2018",
    "Facebook": "http://facebook.com/bbuchanan2018",
    "Instagram": "",
    "YouTube": "",
    "Other": "contactme@barbarabuchanan.com",
    "Phone": "604-264-4493",
    "Email": "buchanan@smartt.com",
    "Website": "http://barbarabuchanan.com",
    "Picture": "BarbaraBUCHANAN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Brandon Yan 甄念本",
    "Party": "OneCity",
    "Priority1": "Solutions for housing",
    "Priority2": "Affordable, vibrant city",
    "Priority3": "Protect arts spaces",
    "Platform": "Brandon is committed to improving transit and accessible transportation. Brandon and OneCity will encourage active transportation by making the safety of pedestrians, cyclists and transit-users a priority. He will act to protect the cultural organizations and creative hubs that connect us to each other and our city. All his work at City Council will prioritize reconciliation as well as recognize and honour Indigenous peoples and their territories, languages and histories.  Brandon is running with OneCity.",
    "Biography": "Brandon Yan is a community activist and advocate for LGBTQ2+ youth.  Brandon has lived and worked in the Vancouver area all of his life and currently is a renter and pet owner in Kitsilano.  Brandon has completed a Masters in Urban Studies at SFU in public engagement and civic education and is currently the Education Director for Out On Screen.",
    "Twitter": "https://twitter.com/CitizenYan",
    "Facebook": "https://www.facebook.com/yan4van/",
    "Instagram": "https://www.instagram.com/yan4van/",
    "YouTube": "https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "brandon@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "BrandonYAN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Breton Crellin",
    "Party": "ProVancouver",
    "Priority1": "Affordable family homes",
    "Priority2": "Upgrading infrastructure",
    "Priority3": "Stopping government waste",
    "Platform": "1. Build purpose built affordable rentals for our workforce and families to shorten commutes and stop family migration out of the city 2. Return Vancouver's housing market to people who work, live and pay taxes in Vancouver by using land covenants 3. Take average community wages and infrastructure capacity into account when approving new developments 4. Redefine housing affordability to better represent local wages 5. Consult with contractors and tenants to weed out problem developers",
    "Biography": "I'm a 3rd generation tradesman. I was born in Vancouver but my parents, like so many families are these days, had to leave Vancouver. As a young man i choose to come back. I spent the last ten years in Vancouver's construction industry on the front lines of this housing crisis. I will not leave like my parents had to",
    "Twitter": "https://twitter.com/bretoncrellin",
    "Facebook": "https://www.facebook.com/breton.crellin",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-888-0213",
    "Email": "breton@provancouver.ca",
    "Website": "provancouver.ca",
    "Picture": "BretonCRELLIN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Brinder Bains",
    "Party": "YES Vancouver",
    "Priority1": "Supporting Small Business",
    "Priority2": "Housing For Middle Class",
    "Priority3": "Reduce Build Permit Time",
    "Platform": "Please see our detailed platform at www.yesvancouver.ca",
    "Biography": "I am a small business owner with three Cobs Bread franchises in the City of Vancouver. I live in the West End with my partner and two children.  Having owned businesses for the past 11 years, I am concerned about our ability to retain and sustain small businesses when the city continues to download costs and expectations on them.",
    "Twitter": "https://twitter.com/brinderforyes",
    "Facebook": "https://www.facebook.com/BrinderforYes/",
    "Instagram": "brinderforyes",
    "YouTube": "",
    "Other": "",
    "Phone": "604-761-8356",
    "Email": "brinder@shaw.ca",
    "Website": "www.yesvancouver.ca",
    "Picture": "BrinderBAINS.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Catherine Evans",
    "Party": "Vision Vancouver",
    "Priority1": "social housing",
    "Priority2": "public spaces",
    "Priority3": "walkable neighbourhoods",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A current Park Board Commissioner and community advocate, Catherine has been a past Vancouver Library Board chair, business owner, and lawyer, and is passionate about equality, the environment, and inclusive, accessible public spaces.",
    "Twitter": "https://twitter.com/catherineevans",
    "Facebook": "https://www.facebook.com/catherine.evans.vancouver/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "catherine.evans@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "CatherineEVANS.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Christine Boyle",
    "Party": "OneCity",
    "Priority1": "Solutions for housing",
    "Priority2": "Affordable, vibrant city",
    "Priority3": "Climate justice",
    "Platform": "Christine will work for a more equitable, vibrant city where we can all live and belong.  Christine is committed to OneCity policies that focus on affordability, cultural diversity and sustainability.  Christine's strong record of  tackling inequality, contributing to climate solutions, and deepening democratic engagement will help City Council to focus on the priorities of all Vancouverites. Christine is running with OneCity.",
    "Biography": "Christine Boyle is a United Church Minister, climate activist, organizer,  parent of two children and a lifelong resident of Vancouver.  She has a BSc in Urban Agriculture and First Nations Studies from UBC and an MA in Religious Leadership for Social Change.  Since 2016, she has been Minister of Community Life at Canadian Memorial United Church and Centre for Peace.",
    "Twitter": "https://twitter.com/christineeboyle",
    "Facebook": "https://www.facebook.com/ChristineBoyleVancouver/",
    "Instagram": "https://www.instagram.com/christineeboyle/",
    "YouTube": "https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "christine@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "ChristineBOYLE.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Colleen Hardwick",
    "Party": "NPA",
    "Priority1": "Public Consultation",
    "Priority2": "Balanced Budget",
    "Priority3": "City-wide Plan",
    "Platform": "As a member of the NPA TEAM, Colleen Hardwick is running to help tackle the livability and affordability crisis and to get City Hall focused back on core services. She is doing so by prioritizing the City's financial health, transparency and accountability, restoring meaningful public consultation, developing a renewed city-wide plan, achieving livable, vibrant, inclusive neighbourhoods with attainable housing options, and ensuring distributed transportation strategies throughout the body of the City.",
    "Biography": "Colleen Hardwick is a veteran business executive, academic, and community leader experienced in industries and policy sectors that are critical to the well-being of the City of Vancouver. A born and raised Vancouverite with deep roots in the City, Colleen loves Vancouver and is dedicated to helping ensure that future generations can continue to live in an affordable, inclusive Vancouver.",
    "Twitter": "https://twitter.com/ColleenHardwick",
    "Facebook": "https://www.facebook.com/colleenhardwick4council/",
    "Instagram": "https://www.instagram.com/hardwickcolleen/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-229-7500",
    "Email": "colleen@placespeak.com",
    "Website": "https://www.colleenhardwick.com/",
    "Picture": "ColleenHARDWICK.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Cord \" Ted \" Copeland",
    "Party": "Independent",
    "Priority1": "give control back to you",
    "Priority2": "let your voice be heard",
    "Priority3": "clean this city up",
    "Platform": "Hi, I am running as an Independent to give control back to the people that foot the bills in this city by paying steep property taxes. You have been ignored and treated like an ATM by the previous government. This is wrong. For too long you have been ignored and lied to, this must end. It is OUR CITY! I may not be able to change anything but I may be able to change everything",
    "Biography": "Born and raised in Vancouver, lifelong resident, struggling homeowner. I have worked in many differing jobs in this city and in these jobs I have been up every street, down every alley and all points in between. I love the LIVE MUSIC scene, I love what Vancouver once was. I live my life with DIGNITY, HONOR & RESPECT. PLEASE VOTE",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-999-5932",
    "Email": "bfdms2rx@msn.com",
    "Website": "",
    "Picture": "CordTedCOPELAND.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "David Grewal",
    "Party": "NPA",
    "Priority1": "Housing Supply",
    "Priority2": "Fiscal Responsibility",
    "Priority3": "Transportation",
    "Platform": "I'm running to restore government that works for all Vancouver residents by improving community consultation, transparency, and fiscal responsibility. I'm focused on tackling the housing crisis to ensure current and future generations are able to live, work, and play in our city. We need to create vibrant, unique communities and reduce regulatory barriers to ensure that small businesses can thrive, and implement a comprehensive, long term plan for investment in Vancouver's transportation system.",
    "Biography": "An engineer and lifelong Vancouverite, David co-founded Absolute Energy Inc., BC's largest natural gas brokerage firm and served as Chair of a community association where he advocated for greater transparency and engagement with citizens. He is committed to making Vancouver a fiscal, social, and innovation leader where working families and seniors can live and small businesses can thrive.",
    "Twitter": "https://twitter.com/davidgrewal2018",
    "Facebook": "https://www.facebook.com/david.grewal.129",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/david-grewal-19354a1/",
    "Phone": "604-360-6113",
    "Email": "david.grewal@npavancouver.ca",
    "Website": "www.DavidGrewal.ca",
    "Picture": "DavidGREWAL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "David HT Wong",
    "Party": "Green Party of Vancouver",
    "Priority1": "Affordable local housing",
    "Priority2": "Lower taxes",
    "Priority3": "Safer clean parks & roads",
    "Platform": "I'm a no nonsense guy. Not interested in partisan ideology nor wasteful vanity projects. Council is here to work for you. Greens advocate a collaborative governance, to deliver a functional and respectful leadership, based on facts guided by a city-wide engaged plan. Fiscally responsible decisions based on public interest first. Together, we are committed to a job done right and will push for real transparency and accountability.",
    "Biography": "Proud 5th generation Vancouverite. I'm an author, architect, and urban ecologist. I've decades of experience on affordable housing, working in cities around the world. Currently continuing meaningful work with First Nations – mentoring youth in the design and construction of their homes. Acquired a good working knowledge of civic systems and governance in early career at City's Engineering and Planning departments.",
    "Twitter": "https://twitter.com/DavidHTWong",
    "Facebook": "https://www.facebook.com/DavidHTWong",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-689-9200",
    "Email": "david.wong@vangreens.ca",
    "Website": "https://www.vangreens.ca",
    "Picture": "DavidHTWONG.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Derrick O'Keefe",
    "Party": "COPE",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Better transit for all",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M and $10M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Derrick O'Keefe is an author, editor, and long-time community organizer. He is a founding member of the Vancouver Tenants Union and has been a prominent advocate of peace and social justice in Vancouver for the past two decades. Derrick is a renter who lives in Fairview with his wife Andrea and their two young children.",
    "Twitter": "https://twitter.com/derrickokeefe",
    "Facebook": "https://www.facebook.com/OKeefeForCityCouncil/",
    "Instagram": "https://www.instagram.com/derrickokeefe/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "info@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "DerrickO'KEEFE.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Diego Cardona",
    "Party": "Vision Vancouver",
    "Priority1": "Affordable housing",
    "Priority2": "Protection for renters",
    "Priority3": "Better Transit",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A social justice advocate, Diego is active in a variety of organizations including Fresh Voices, which aims to make BC and Canada a better place for immigrant and refugee youth; most recently he was Programs Coordinator for Kiwassa Neighbourhood House.",
    "Twitter": "https://twitter.com/VancityDiego",
    "Facebook": "https://www.facebook.com/VoteDiego/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "diego.cardona@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "DiegoCARDONA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Elishia Perosa",
    "Party": "VANCOUVER 1st",
    "Priority1": "Affordable housing",
    "Priority2": "Enhance transportation",
    "Priority3": "Reduce permit wait time",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver first. We are home to the free enterprise and entrepreneurs' movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper.  Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "From working on the Downtown Eastside to building a Provincial Centre, Elishia dives in hard with an unwavering devotion to the lives of those within the community. She works in the art industry of Vancouver and coaches girls soccer. With honest governance, Elishia will represent a passionate voice for those searching for true change and the innovation of our city.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "elishia@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "ElishiaPEROSA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Elizabeth Taylor",
    "Party": "VANCOUVER 1st",
    "Priority1": "Address opioid crisis",
    "Priority2": "Community centers",
    "Priority3": "Affordable housing",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver first. We are home to the free enterprise and entrepreneurs' movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper. Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "Elizabeth's professional, business and leadership skills have been honed through National experience over 16 years as Senior Financial Analyst in the corporate world. She works with people struggling with financial stress and helps them find solutions. With experience as a public speaker and responsible for field leadership, coaching and mentoring, Elizabeth is deeply invested in the personal success of others.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "elizabeth@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "ElizabethTAYLOR.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Elke Porter",
    "Party": "",
    "Priority1": "Housing Affordability",
    "Priority2": "Homelessness & Poverty",
    "Priority3": "Small Business & Transit",
    "Platform": "My motto is that I would like to see Vancouver clean, green, with an accessible scene. Increase waste management, move towards renewable energy, build affordable housing, look after small businesses, increase transit during peak hours, build more bikes lanes, as well as proper connections, ensure that more housing co-ops & purpose-built rentals can be built, work with faith-based groups to make each church or synagogue a shelter downtown.  Offer short-term & long-term solutions to housing.",
    "Biography": "After graduating, I became an Special Needs Early Childhood Educator. I also studied web design, desktop publishing, public relations, as well as a few courses in event planning, journalism, & public speaking. I moved to Vancouver during Expo '86 and got to know the city as friendly, vibrant, multicultural and fun. My goal as Councillor is a return to this.",
    "Twitter": "https://twitter.com/ElkePorter",
    "Facebook": "https://www.facebook.com/Voteforelkeporter-995333887338052/?modal=admin_todo_tour",
    "Instagram": "https://www.instagram.com/elkepr/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/elkeporter/",
    "Phone": "604-828-8788",
    "Email": "porterprvancouver@gmail.com",
    "Website": "http://www.elkeporter.com/",
    "Picture": "ElkePORTER.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "EL-RAYES, Hamdy",
    "Party": "Independent",
    "Priority1": "Affordable housing",
    "Priority2": "Eliminate drug addiction",
    "Priority3": "Election reforms",
    "Platform": "Dr. El-Rayes is campaigning for an affordable, livable, drug-addiction free city. This requires integrating: –Affordable rental & housing ownership for working people, –Convenient low-cost transportation,  –Eliminate drug addictions. If elected, I will donate 50% of my salary to a drug-addiction prevention program, –Lowering cost of  municipal and permit taxes for federal taxpayers only,  –Reforming election law to prevent corruption of elected politicians and to encourage the best among us to run for political office.",
    "Biography": "Dr. El-Rayes is  –Experienced in municipal engineering issues, business management, mental health and addictions.  –Got his doctorate degree in USA & moved to Vancouver in 1990.  –Dedicated past 13 years to serve mental illness and addiction patients, through his charity (H.R. Mental Wellness Centre) •Pioneered pollution prevention and sustainability in Canada and USA •Taught Environmental engineering in USA & Canada.",
    "Twitter": "https://twitter.com/DrHRayes",
    "Facebook": "https://www.facebook.com/hamdyelrayes",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-714-7692",
    "Email": "hamdy@hamdyel-rayes.ca",
    "Website": "hamdyel-rayes.ca",
    "Picture": "HamdyEL-RAYES.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Erin SHUM",
    "Party": "",
    "Priority1": "Vancouver for Families",
    "Priority2": "Child Care & Seniors Care",
    "Priority3": "Safe Streets &Communities",
    "Platform": "Now more than ever, families need a strong, experienced, Independent voice at the Council table.  We need to listen to neighbourhoods and work together to build complete communities where kids can play, local businesses can flourish, and families can thrive.  That means more \"missing middle\" housing like townhouses and duplexes. It means vibrant neighbourhoods, not empty homes. It means looking after seniors while also making sure young people can build their lives in Vancouver.",
    "Biography": "Erin Shum was elected in 2014 to the Vancouver Park Board, where she previously served as Vice Chair. Having served as Vancouver's only Independent elected official since 2016, Erin has a proven track record of working across party lines and levels of government to deliver meaningful results for Vancouverites. Erin is a small business owner, special education assistant, and mom.",
    "Twitter": "https://twitter.com/ErinYVR",
    "Facebook": "https://www.facebook.com/erinshumforcouncil/",
    "Instagram": "https://www.instagram.com/erinyvr/",
    "YouTube": "",
    "Other": "http://www.erinshum.ca/",
    "Phone": "604-729-4828",
    "Email": "vote@erinshum.ca",
    "Website": "www.erinshum.ca",
    "Picture": "ErinSHUM.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Franco Peta",
    "Party": "Coalition Vancouver",
    "Priority1": "Advocate 4 Small Business",
    "Priority2": "Fair Business PropertyTax",
    "Priority3": "Business Hotline at City",
    "Platform": "My Mission Statement is \"To make Vancouver the most Business Friendly City in Canada\" Small Business in general employs 80% of the population, pays 5x the property tax residents pay. We need a thriving business community.  If elected I propose to immediately implement a Entrepreneur Centre that will aid people who want to open a business in Vancouver. Bureaucracy will be streamlined to get new businesses up and running ASAP in order to employ people.",
    "Biography": "Born and Raised in East Vancouver. Entrepreneur since I was 10 taking the bus from Commercial Drive to Robson Street to work in my Uncle's Restaurant. Built and opened my first restaurant at age 18.Built, Owned & operated 5 Businesses in Vancouver for 42 years. I know the frustrations people experience with bureaucracy and inefficient approval systems at City Hall.",
    "Twitter": "https://twitter.com/EntrepreneurOne",
    "Facebook": "https://www.facebook.com/EntrepreneurForResponsibleCivicGovernment/?ref=py_c",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/franco-peta-57bb4312",
    "Phone": "778-233-5920",
    "Email": "francopeta@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca/",
    "Picture": "FrancoPETA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Françoise Raunet",
    "Party": "Independent",
    "Priority1": "put local businesses 1st",
    "Priority2": "infrastructure resilience",
    "Priority3": "cheaper housing & transit",
    "Platform": "- expanded zero-waste centres - commercial kitchens & industrial sewing machines at community centres - more B-lines & north/south bus routes for SE Van - artisan cart vending permit program (like food trucks) - use city land for non-market & subsidized housing - incentives for single-family homeowners to build rental suites - impose levy on profitable multinationals, not on local independent business - require developers of family-sized units to build classroom space at local schools",
    "Biography": "I am a public school teacher and life-long advocate for social change. Growing up in Vancouver in the eighties, I was raised in the peace, labour, and environmental activist movements. Now a mom trying to raise two kids in an increasingly unaffordable city, my frustration with decades of government inaction has driven me into politics.",
    "Twitter": "https://twitter.com/FrancoiseRaunet",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/user/tamerlane2008",
    "Other": "",
    "Phone": "778-316-2801",
    "Email": "francoiseraunet@gmail.com",
    "Website": "www.votefrancoise.com",
    "Picture": "FrançoiseRAUNET.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "FU, HSIN-CHEN",
    "Party": "",
    "Priority1": "GlobalViewAdoptedPolicies",
    "Priority2": "MarketMechanismAccordance",
    "Priority3": "Reduce Bias Manipulation",
    "Platform": "How do we evacuate people in planned to be denser downtown after big earthquake hit  while all bridges are closed for safety inspection  and firetrucks are running through sole exit on east side.   Place residents' high buildings  at noisy  intersections and air-polluted big streets  instead of clean quiet interior is unhealthy and causing traffic congestion.   National income must balance expenditure. Is it really worthwhile to block unique precious Vancouver mountain view which benefits tourism/national revenue?",
    "Biography": "I'm Space Physics PhD candidate.   Before finished thesis, immigrated to Vancouver westside from Taiwan twenty years ago.  Tutored university math, physics, chemistry related courses,  Travelled to seventeen countries.  Took Economics and Finance courses, so realize how Quantitative Easing from US and China boost inflation around the world.  Comprehend big countries's strategies and status quo is significant when drafting housing policies.",
    "Twitter": "https://twitter.com/FuHsinChen",
    "Facebook": "https://www.facebook.com/mrfuclass.fu",
    "Instagram": "https://www.instagram.com/mrfuclass/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-805-0709",
    "Email": "mrfuclass@hotmail.com",
    "Website": "",
    "Picture": "Hsin-ChenFU.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Glen Chernen",
    "Party": "Coalition Vancouver",
    "Priority1": "Transparent & Accountable",
    "Priority2": "More Rental Housing",
    "Priority3": "Lower Fees & Costs",
    "Platform": "Glen aims to make our City more affordable for everyone by dramatically improving the finances of Vancouver with sustainable and accountable financial practices. He will spearhead a mission to improve Vancouver's asset management operations to generate more money internally, reduce fees charged to residents, while allowing the City to improve its services to the public. Glen will restore integrity and accountability to our City by employing a Common-Sense approach that is 100% for the People.",
    "Biography": "Glen Chernen was born and raised in Vancouver where he lives with his amazing Wife and children. Glen has spent the last 19 years in finance, managing a successfully growing investment portfolio where he is responsible for the examination of financial statements and the selection and disposal of securities such as equities, derivatives, debt instruments and mortgage investments.",
    "Twitter": "https://twitter.com/glenchernen",
    "Facebook": "https://www.facebook.com/chernenforcouncil/",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://coalitionvancouver.ca/glen-chernen/",
    "Phone": "",
    "Email": "glenchernen@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca/glen-chernen/",
    "Picture": "GlenCHERNEN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Glynnis Chan",
    "Party": "YES Vancouver",
    "Priority1": "Affordable Housing",
    "Priority2": "Supporting Chinatown",
    "Priority3": "Encouraging Tourism",
    "Platform": "If elected as your YES Vancouver City Councillor, I will be a strong voice for representing Chinatown and the community at City Hall. I believe in ensuring Chinatown's continued success into the future by encouraging investment and building affordable housing for the residents who have lived there and call it home. We need to support the tourism industry in our city and encourage its growth to bring prosperity to our community.",
    "Biography": "I'm a small business owner and community leader in Chinatown where I've run my Happy Time Travel since 1980. I try to better my community by being involved with charities in the community like the Canadian Cancer Society, Alzheimer Society, Chinatown Merchant Tenants Association, Vancouver Guangzhou Friendship Society, BC & Guangdong Business Council, Chin Wing Chun Tong Society of Canada.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/GlynnisforYES",
    "Instagram": "https://www.instagram.com/glynnis.chan",
    "YouTube": "",
    "Other": "",
    "Phone": "604-202-3933",
    "Email": "glynnischan@gmail.com",
    "Website": "",
    "Picture": "GlynnisCHAN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Gordon Kennedy",
    "Party": "",
    "Priority1": "no weekend garbage p/u",
    "Priority2": "Protection of renters",
    "Priority3": "efficient use of revenue",
    "Platform": "-no garbage trucks in residential areas after 4 on weekdays nor on weekends.  -4.5% rent increase is too high for the average worker. Need minimum wage at the poverty level at least.  -City government must live with in tax rates and not keep raising taxes. Tax limits need to be imposed.",
    "Biography": "Moved to the West end of Vancouver in 1989. Volunteered in badminton club, adopt a granny, volleyball group, and Scouts. Worked 23 years as Federal Government Officer and 10 years in Hospitality industry as a manager. Taught at BCIT and Langara. Graduate Ryerson University in Hospitality and Secondary School Honour Graduation Diploma. Speak English, French and German.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "",
    "Website": "",
    "Picture": "GordonTKENNEDY.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Graham Cook",
    "Party": "",
    "Priority1": "Affordable Housing",
    "Priority2": "Public + Active Transport",
    "Priority3": "Opioid Epidemic",
    "Platform": "Affordable Housing:  -Incentivize and legalize Purpose Built Rentals across the city -Make Social/Supportive Housing an immediate Priorityat City Hall  Transportation:  -Expand public transportation offerings, including the Broadway Skytrain to UBC -Continue investment into world-class active transportation and bike lane network  Opioid Epidemic:  -Support harm reduction strategies and allocate necessary resources to solving the overdose crisis  Electoral Reform:  -Introduce Proportional Representation and Ranked Ballots at the municipal level -Extend municipal voting rights to Permanent Residents",
    "Biography": "My name is Graham Cook and I'm running as an Independent. I am a Project Manager at a local tech company, a volunteer board member with the Huntington Society of Canada, and hold a BBA in Finance from SFU. As a young person and renter, I'm running to make it easier to live an affordable and enjoyable life in Vancouver.",
    "Twitter": "https://twitter.com/kgrahamcook",
    "Facebook": "",
    "Instagram": "https://www.instagram.com/cook4council/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-835-0404",
    "Email": "info@votegrahamcook.ca",
    "Website": "https://www.votegrahamcook.ca/",
    "Picture": "GrahamCOOK.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Heather Deal",
    "Party": "Vision Vancouver",
    "Priority1": "Embrace creativity",
    "Priority2": "focus on reconciliation",
    "Priority3": "Poverty reduction",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A four-term Vancouver City Councillor, Heather focuses on Vancouver's livability – bringing her passions for arts and culture, animated public spaces, active transportation and heritage to City Hall. A biologist, she has represented Vancouver regionally and nationally to work for better environmental protection, infrastructure, transit and women's participation in politics.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "heather.deal@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "HeatherDEAL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Herschel Miedzygorski",
    "Party": "Independent",
    "Priority1": "Clean and safe streets",
    "Priority2": "Extended night transit",
    "Priority3": "Fair property taxes",
    "Platform": "Transit – Extend transit hours and implement ride sharing.  Housing – Accessible housing and shelter. Strengthening measures to deter speculation while expediting processes associated to building middle class homes.   Clean, Safe Streets - Adequate support to the homeless and business owners in areas of need. Incentives for landlords to keep buildings and sidewalks clean.  Arts, Entertainment, Cultural Heritage – More funding for the arts and to keep cultural heritage of buildings and neighborhoods.",
    "Biography": "Born and raised in Vancouver, Herschel is an entrepreneur, successful businessman and actively involved in our community. Herschel has invested and operated numerous successful businesses including Whistler's celebrated Southside Deli.  Herschel is involved in the community coaching kids in both soccer and football. He believes that we need a champion to bring more transparency and accountability to city hall.",
    "Twitter": "www.twitter.com/voteherschel",
    "Facebook": "www.facebook.com/voteherschel",
    "Instagram": "",
    "YouTube": "",
    "Other": "www.voteherschel.ca",
    "Phone": "",
    "Email": "vote.herschel@gmail.com",
    "Website": "www.voteherschel.ca",
    "Picture": "HerschelMIEDYGORSKI.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "James Lin",
    "Party": "Coalition Vancouver",
    "Priority1": "2way communication bridge",
    "Priority2": "Accessible city finance",
    "Priority3": "Fair use of tax dollars",
    "Platform": "James believes an open, transparent two-way communication bridge needs to be built between the communities and city hall. This includes the need for the city's finances to be accessible for public reviews and discussions to ensure that there is more accountability and a fair use of resources. The taxpayer's contributions should not be wasted on projects that only benefit a minority without discussion, including but not limited to additional bike lanes",
    "Biography": "James has lived in Vancouver for 35 years. Graduating from UBC Economics, James has extensive retail and wholesale business experience.  He's a member of Lions International for over 20 years, a committee member at BC Children's Hospital Foundation for 5 years and a Marine Search and Rescue volunteer crew for 4 years. He's committed and dedicated to many community services.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/james.lin.58152",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/james-lin-a8215928/",
    "Phone": "604-649-1001",
    "Email": "linshengyang@hotmail.com",
    "Website": "https://coalitionvancouver.ca",
    "Picture": "JamesLIN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Jaspreet Virdi",
    "Party": "YES Vancouver",
    "Priority1": "Build affordable Housing",
    "Priority2": "Address the opioid crisis",
    "Priority3": "Cap permit times",
    "Platform": "We plan to legalize and build more affordable housing; target speculators, not homeowners; clean up the development and permitting process; and build thriving, inclusive neighbourhoods for families. We will implement a city wide plan that will prezone for the next 50 years of growth, while creating sufficient housing abundance to create structural affordability in the Vancouver housing market. We will also implement a 3 year rental market correction plan.",
    "Biography": "Jaspreet has a BSc in Biology and Pharmacy. He has worked as a pharmacist for 6 years and recently opened his own pharmacy. He was on the Canadian Junior National team for Field Hockey. He volunteers with GNFK, which is an organization that provides meals to the homeless. He is passionate about preventing antibiotic resistance and addressing the opioid crisis.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/jvirdi10",
    "Instagram": "https://www.instagram.com/jasforyes/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-885-6464",
    "Email": "jvirdi10@gmail.com",
    "Website": "https://yesvancouver.ca",
    "Picture": "JaspreetVIRDI.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Jean Swanson",
    "Party": "COPE",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Build social housing",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Received Order of Canada for \"long-standing devotion to social justice\" Recent organizer with the Carnegie Community Action Project and Raise the Rates BC Author of Poor-Bashing: The Politics of Exclusion Former president of the National Anti-Poverty Organization Former member of the City Planning Commission and local area planning committees Pledges to accept only the average worker's wage",
    "Twitter": "https://twitter.com/swanson4council",
    "Facebook": "https://www.facebook.com/swanson4council/",
    "Instagram": "https://www.instagram.com/jeanswanson2018/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "info@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "JeanSWANSON.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Jesse Johl",
    "Party": "VANCOUVER 1st",
    "Priority1": "Affordable Housing/Rental",
    "Priority2": "Taxes (home & business)",
    "Priority3": "Transportation",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver 1st!  We are home to the free enterprise and entrepreneurs movement who believe in lower taxes, and small government.  Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper.  Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "A strong voice of change not an echo of political apathy  Will work tirelessly so that children, families and seniors are 1st again.    Will make sure businesses/builders, small and large are not held ransom to endless permit wait times...   Vancouver 1st will bring back certainty stability so a clear plan for the future can be built for-all.    People Prosperity Principles",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "",
    "Other": "www.Vancouver1st.ca",
    "Phone": "604-710-9535",
    "Email": "council@Vancouver1st.ca",
    "Website": "@vancouver1st",
    "Picture": "JesseJOHL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "John Malusa",
    "Party": "VANCOUVER 1st",
    "Priority1": "Affordability for all",
    "Priority2": "Revive the Drive",
    "Priority3": "Build 3 Public Markets",
    "Platform": "We are the team which will provide transparency in managing the municipal taxpayer dollar to enable large scale infrastructure projects. Build permanent Public Food Markets, East Van & Marpole Market.  Concept \"Mega-Haus-Projekt\" to house those in need Build a 25,000 capacity Amphitheatre for live Music. Build \"Piazza Vancouver\" to meet with friends. Reduce the 'Franchise Factor' to help small business. Revive Commercial Drive. Enable individuals and families to grow and prospers in this City.",
    "Biography": "John has worked relentlessly for the past 22 years in the Lower Mainland in the capacity of Project Estimator and Project Manager. Building and upgrading 6 Public Schools, the Commercial Drive Skytrain Station, the Kay Meek Center for Performing Arts and multi-residential low-income housing. John is a proud resident of EastVan for over 22 years, loves Music and the Arts.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "john@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "JohnMALUSA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "John Spark",
    "Party": "",
    "Priority1": "Affordable safe housing",
    "Priority2": "Overdose Crisis",
    "Priority3": "Development for People",
    "Platform": "The City of Vancouver has failed to eradicate homelessness, and further, there is a shortage of safe, affordable housing for those of us on the lower end of the income scale. I feel the City has a great deal of power, and could negotiate with the Province of B.C. to ensure that no lower-income Vancouverite should be forced to pay more than 1/3 of their limited income on Rent. This is long, long overdue!",
    "Biography": "John Spark has been a Vancouver resident for 30 years, and has been involved in numerous political campaigns, including a run for the Provincial Legislature with the Progressive Democratic Alliance in 1996. John currently works for Costco Canada as a Service Associate (Parking Lot Attendant), and has worked there for 6 years. Also, BAH (Political Science) from Queen's University, 1989.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-440-5959",
    "Email": "sparkjohn888@gmail.com",
    "Website": "",
    "Picture": "JohnSPARK.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Jojo Quimpo",
    "Party": "NPA",
    "Priority1": "Public consultation",
    "Priority2": "Accountability",
    "Priority3": "Diversity & Inclusiveness",
    "Platform": "Our City is at a pivotal point in its history and is in great need of renewal.    As an immigrant, legal professional, and a proud Vancouverite, I want to serve, and bring a new voice – your voice – to City Council.  I want to bring about change that will benefit all Vancouverites, that will make Vancouver a better place for all.",
    "Biography": "As a Queen's Diamond Jubilee awardee, Pinoy Fiesta organizer for nearly a decade, community volunteer, and a paralegal by profession, Jojo Quimpo will bring a unique mix of immigrant life experience and a caring heart to Vancouver City Council.",
    "Twitter": "https://twitter.com/jojo_quimpo",
    "Facebook": "https://www.facebook.com/jojo.quimpo",
    "Instagram": "https://www.instagram.com/jojo_quimpo/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/francisco-quimpo-30879380/",
    "Phone": "604-360-6113",
    "Email": "jojo.quimpo@npavancouver.ca",
    "Website": "https://npavancouver.ca/jojo-quimpo/",
    "Picture": "JojoQUIMPO.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Justin Caudwell",
    "Party": "",
    "Priority1": "Affordable rental units",
    "Priority2": "Rezoning to add supply",
    "Priority3": "Jobs for our homeless",
    "Platform": "I'm running as an independent because I only want to be beholden to our citizens. Some of the issues I hope to work on are building affordable rental units on city owned land, liquidating certain city owned assets, rezoning dilapidated commercial buildings into skyscrapers, as well as creating a jobs program for our homeless population.",
    "Biography": "Born in Vancouver in 1988 . I'm one of the millennial Vancouverites who Government has forgotten. I come from a strong financial background, having 10 years experience as a retail day trader. I also turned around a failing car dealership, and brought it to profitability. This entrepreneurial mindset is missing on council, and will fix some of our economic issues.",
    "Twitter": "https://twitter.com/jacecaudwell",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/user/nanofan44",
    "Other": "",
    "Phone": "604-813-8751",
    "Email": "jacecaudwell@gmail.com",
    "Website": "www.votecaudwell.com",
    "Picture": "JustinCAUDWELL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Justin P. Goodrich",
    "Party": "NPA",
    "Priority1": "Social/Affordable Housing",
    "Priority2": "Accountability/Integrity",
    "Priority3": "Public Safety",
    "Platform": "When I launched my campaign in January of this year I ran on a platform focused on balancing economic prosperity and social responsibility. As a candidate with today's NPA, I am proud to be running with a team dedicated to being fiscally responsible and socially progressive. Additionally, having been involved in the creation of several affordable housing developments (generating 250 new units within the region), I have a proven track-record dealing with this crucial issue.",
    "Biography": "Justin P. Goodrich is a public affairs executive who works predominately with non-profit and First Nations organizations. His areas of expertise include: strategic communications, stakeholder engagement and governance.  Justin is also Vice-Chair of the UFV Board of Governors and holds a Master of Laws in diplomacy and international law. Justin is a renter in the West-End with his partner, Dylan.",
    "Twitter": "https://twitter.com/justinpgoodrich",
    "Facebook": "https://www.facebook.com/justinpgoodrich",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/justinpgoodrich/",
    "Phone": "604-656-6304",
    "Email": "info@justinpgoodrich.ca",
    "Website": "www.justinpgoodrich.ca",
    "Picture": "JustinPGOODRICH.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Katherine Ramdeen",
    "Party": "Independent",
    "Priority1": "Housing & Debt Crisis",
    "Priority2": "Opioid Crisis",
    "Priority3": "Peer-to-peer ride sharing",
    "Platform": "The first Priorityis an education on personal finances & debt reduction. Creating community \"think tanks\" to tackle what city spending will help EVERYONE, not just the rich, poor, or middle-class.   Scientific research details how Cannabinoids can help those addicted to opioids into recovery-this combined with free drug-testing, more treatment beds & social development is a start.  Working with the PTB & Minister of Transportation, bringing transparency & advocating for Peer-to-peer ridesharing before 2019.",
    "Biography": "Ramdeen moved to Vancouver in 2008 to study Theatre & acting at Langara College. She's spent the past 8 years working in the film & TV industry, which has nurtured her skills in teamwork & community building. As an actor, Ramdeen's main job is LISTENING. Ramdeen is prepared to listen to all sides and find COMMON GROUND with actionable SOLUTIONS.",
    "Twitter": "https://twitter.com/ramdeen4vancity",
    "Facebook": "https://www.facebook.com/KatRamdeen",
    "Instagram": "https://www.instagram.com/katramdeen",
    "YouTube": "https://www.youtube.com/user/katherineramdeen",
    "Other": "https://www.patreon.com/katramdeen",
    "Phone": "778-709-6864",
    "Email": "ramdeenforcouncil2018@gmail.com",
    "Website": "https://www.patreon.com/katramdeen",
    "Picture": "KatherineRAMDEEN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Kelly Alm",
    "Party": "",
    "Priority1": "Leadership for Solutions",
    "Priority2": "City Rent to Own Housing",
    "Priority3": "East Approach Route Plan",
    "Platform": "Honestly: You should read all of my 300+ proposals to see I am worthy of your vote. Proposals are at kellyalm.ca. I will push new ideas and pioneer solutions for the problems the city is now saddled with. I am not into party politics. Just problem solving and planning for the future. A force of good and fairness in council. My leadership is what Vancouver needs. Find and select Alm first.",
    "Biography": "Fourth time running for council, born in Vancouver, 50 years old. Double major UBC Urban Land Economics graduate. VPD Certificate of Merit recipient, ICBC roadstar level 20 drivers advocate. Technology pioneer and inventor. Finalized 300+ Vancouver safety and economic proposals in 2014. Extensive property management background, born leader and problem solver. Resume and proposal list at kellyalm.ca",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "http://www.kellyalm.ca/ALMproposals14e.pdf",
    "Phone": "604-732-5867",
    "Email": "info@kellyalm.ca",
    "Website": "kellyalm.ca",
    "Picture": "KellyALM.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Ken Charko",
    "Party": "Coalition Vancouver",
    "Priority1": "Fair housing initiatives",
    "Priority2": "Arts & Culture investment",
    "Priority3": "Full budget review",
    "Platform": "I'm guided by common sense, not ideology. I fight for what's right with my results-oriented approach, which makes me different from everyone else. If elected, I will:  -Champion arts &culture initiatives and institutions across Vancouver to make them accessible to everyone, like Elizabeth Ball.   -Review the City's budget line-by-line to cut wasteful spending and streamline service delivery. -Support fair housing initiatives.  -Keep regulations and bylaws fair for hard-working people and small businesses.",
    "Biography": "For 20 years I've owned and operated the Dunbar Theatre, one of Vancouver's last independent movie theaters. I've received the: Chamber of Commerce Business of the Year; a nomination by the City of Vancouver for Environmental Innovator; and the title \"Champion of the Arts\" by the Jewish Independent. I'm President of the Hillcrest Community Centre, and Motion Picture Association Director.",
    "Twitter": "https://twitter.com/KenCharko",
    "Facebook": "https://www.facebook.com/KenCharko",
    "Instagram": "https://www.instagram.com/kencharko/",
    "YouTube": "https://www.youtube.com/channel/UC5Iu-9sRrf3OKXm20ol9lNg",
    "Other": "",
    "Phone": "604-684-7546",
    "Email": "Ken@BCWL.CA",
    "Website": "KenCharko.CA",
    "Picture": "KenCHARKO.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Ken Low",
    "Party": "VANCOUVER 1st",
    "Priority1": "Viable Affordable Housing",
    "Priority2": "Enhance Transportation",
    "Priority3": "Reduce Permit Wait Time",
    "Platform": "If elected, I will immediately work with Mayor and Council to find innovative options to help increase affordable housing, enhance transportation, and reduce permit wait time. All work is to include City Senior Staff participation and public consultation to achieve maximum transparency and effectiveness. Other work is to include but not limited to, the review of all property and business taxes, security and crime reduction, garbage pick-up and parking.",
    "Biography": "Ken has been living in Vancouver for over 40 years. A graduate of UBC, Ken worked as the Chief Engineer for the City of White Rock and Civil Engineer for the City of Vancouver for 25+ years.  Ken promoted sport and fitness, and served in the Board of Directors for many non-profit organizations. Ken's passion is to serve the community.",
    "Twitter": "twitter.com/kenlowsifu",
    "Facebook": "facebook.com/kenlowsifu",
    "Instagram": "instagram.com/kenlowsifu",
    "YouTube": "youtube.com/channel/UCni6GFvDZiwDyiUK7ZAmqnw",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "council@vancouver1st.ca",
    "Website": "vancouver1st.ca",
    "Picture": "KenLOW.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Larry Falls",
    "Party": "",
    "Priority1": "Homelessness",
    "Priority2": "Affordable living",
    "Priority3": "Transportation",
    "Platform": "As an independent I would encourage new ideas and alternatives for community improvement. To look at our environment and how we can make it an increasingly better place for our families and future generations. I want to break through the debates and self-serving solutions that don't work in politics and avoid having a lack of direction and principals. We need public policies that provide us with better choices in life.",
    "Biography": "I am a scientist and published author with over 20 years experience helping people with addiction and mental health problems. Have volunteered work with youth organizations and presently work with homeless men.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/drlarryfalls/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-377-4867",
    "Email": "larryflls62@gmail.com",
    "Website": "www.larryjfalls.com",
    "Picture": "LarryFALLS.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "LI, Morning",
    "Party": "Coalition Vancouver",
    "Priority1": "Affordable Housing",
    "Priority2": "Public Safety",
    "Priority3": "Lower Your Taxes",
    "Platform": "Coalition Vancouver team will focus on strengthening Community involvement in Community Centres by valuing volunteerism. Implement a Clean Parks Plan and will double cleaning crews to address needles and garbage. Increase accessibility by decreasing prices. Restore free parking and lower facility fees. Restore financial accountability to the Parks Board. Take a Common-Sense approach that is 100% for the People. We will listen to people. Increase city's transparency and efficiency.",
    "Biography": "In 2004, I immigrated to Vancouver, graduated with computer major, worked as IT engineer, salesperson, later opened my computer company.  With $2000, I worked as truck driver, cleaner, mover, computer engineer, etc.  I tried many small businesses including moving, cleaning, IT, shipping, courier, trading, income tax, furniture, Realtor.   I concern homelessness problem,  housing market, affordable housing crisis, public safety.",
    "Twitter": "https://twitter.com/MorningLiVan",
    "Facebook": "https://www.facebook.com/MorningLiVan",
    "Instagram": "https://www.instagram.com/morninglivan/",
    "YouTube": "https://www.youtube.com/channel/UCHPgLqNMrZM_1W1FxPv5cIg",
    "Other": "",
    "Phone": "604-727-1629",
    "Email": "M@MorningLi.com",
    "Website": "https://coalitionvancouver.ca/morning-li/",
    "Picture": "MorningLI.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Lisa Dominato",
    "Party": "NPA",
    "Priority1": "Housing & Transportation",
    "Priority2": "Public Spaces/Facilities",
    "Priority3": "Civic Pride",
    "Platform": "Enabling affordable, supportive and rental housing options for families and vulnerable citizens through partnerships, incentives and expedited processes.  Improving citizens quality of life of through investments in community centres, public spaces, child care, public transportation and walkable neighbourhoods.  Prioritizing core services to help restore civic pride in Vancouver.  Working with government partners to improve local mental health and addiction services.  Supporting arts and culture, including more support for LGBTQ events and gathering spaces.",
    "Biography": "An elected School Board Trustee, Lisa is a strategic leader with 20 years experience in government administration and public policy. She is Past Chair of Vancouver's Kettle Society and a Board Director of FamilySmart™. Lisa is passionate about public service and a respected mental health and housing advocate. She lives in East Vancouver with her husband and two young daughters.",
    "Twitter": "https://twitter.com/lisadominato",
    "Facebook": "https://www.facebook.com/lisadominato",
    "Instagram": "https://www.instagram.com/lisadominato/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-980-4422",
    "Email": "lisadominatocampaign@gmail.com",
    "Website": "www.lisadominato.ca",
    "Picture": "LisaDOMINATO.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Lisa Kristiansen",
    "Party": "ProVancouver",
    "Priority1": "Housing and Liveabililty",
    "Priority2": "Ethical Decision Making",
    "Priority3": "Sustainability Planning",
    "Platform": "If elected I will advocate for effective, sustainable, and ethical solutions for addressing the top issues of this election. To that end I will push for open and transparent government to create a pathway to effective dialogue and collaboration between the public, administration, elected officials, external partners and stakeholders. Finally, I will promote that transparency pathway as the means to developing the objective, systematic and formalized methods necessary to enable truly meaningful and democratic decisions.",
    "Biography": "I have a Masters Degree in statistics from SFU and raised  my family in the Commercial Drive area.  I am fortunate to have carried out 25 years of  continuous improvement and decision support projects across an intriguing and wide range of industries, clients, projects and organizational levels.  Recently I have been supporting local governments to better manage their municipal infrastructure.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "Please call or email to obtain my social media info.",
    "Phone": "778-223-5229",
    "Email": "lisa@provancouver.ca",
    "Website": "www.provancouver.ca",
    "Picture": "LisaKRISTIANSEN.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Marlo J Franson",
    "Party": "Independent",
    "Priority1": "Housing 4 Families + More",
    "Priority2": "Environmental Sustainable",
    "Priority3": "Transportation/Tunnelling",
    "Platform": "In this Vancouver City Election, I intend to become one of the best accessible Councillors working for the needs of the people.  We must ensure the development of Vancouver has a strategic plan for our future needs by creating a clean, self-sufficient, renewable, energy independent city working with new emerging technology partnerships we all can embrace.   I plan to support family and individual housing issues, businesses, and our cultural communities.    I am an Independent.",
    "Biography": "Hello, I am Marlo Franson, born and raised in Regina, Saskatchewan. Moved to Vancouver after graduating with a BA in 1994. Pursued more education throughout the years, worked numerous employment fields including my own business. I love to bike around Stanley Park and Vancouver. I am motivated, a quick learner and problem solver. I understand easily and smile a lot.",
    "Twitter": "https://twitter.com/marlofranson",
    "Facebook": "https://www.facebook.com/MarloJFranson",
    "Instagram": "https://www.instagram.com/marlofranson/",
    "YouTube": "https://www.youtube.com/user/marlofranson",
    "Other": "",
    "Phone": "778-829-3215",
    "Email": "marlof@yahoo.com",
    "Website": "www.marlofranson.com",
    "Picture": "MarloFRANSON.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Melissa De Genova",
    "Party": "NPA",
    "Priority1": "Child Care",
    "Priority2": "Affordable Housing",
    "Priority3": "Public Consultation",
    "Platform": "Vancouver is facing an affordability crisis. Together, we need to make Vancouver a family friendly city. Affordability is pushing families and seniors out of Vancouver. We need to explore new ideas to create affordable family housing and increase the supply of child care spaces in our city. As a City Councillor running for re-election, I bring professional experience, a fresh perspective and innovative solutions to move our city forward in a positive direction.",
    "Biography": "Councillor Melissa De Genova brings professional leadership to non-market housing. A voice for Millennials, Melissa is committed to delivering affordable child care and family housing. Previously elected to Park Board, she strongly advocates for seniors, green space, arts & culture. Melissa lives in East Vancouver with her husband, who works as a police officer, and their one-year old daughter.",
    "Twitter": "https://twitter.com/MelissaDeGenova",
    "Facebook": "https://www.facebook.com/degenova4vancouver/",
    "Instagram": "https://www.instagram.com/degenova4vancouver/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/melissa-de-genova-a7515944/?originalSubdomain=ca",
    "Phone": "",
    "Email": "melissa@degenovaforvancouver.com",
    "Website": "degenovaforvancouver.com",
    "Picture": "MelissaDEGENOVA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Michael Wiebe",
    "Party": "Green Party of Vancouver",
    "Priority1": "COMPLETE COMMUNITIES",
    "Priority2": "GOOD HOMES FOR ALL",
    "Priority3": "A RESILIENT ECONOMY",
    "Platform": "Vancouver can be healthy, affordable, inclusive and resilient.   Let's co-create evidence-based strategies that make Vancouver a better place to live, play and do business. I am a strong supporter of rich cultural spaces, accessibility, social inclusion, reconciliation, multi-mode transportation, climate change mitigation, and efficient local governance. I want to preserve and create new places and experiences that honor our past, foster our creativity, strengthen our identity and bring people together as a GREEN City Councillor.",
    "Biography": "I continue to gain extensive leadership experience as a public servant and business leader with the Vancouver Park Board(Past Chair), Art House Society(Saved the RIO), eight ½ restaurant lounge, Office of the Premier, Mount Pleasant BIA(President), Persons with Disabilities Advisory Committee, Indigenous Peoples Advisory Committee, LGBT2+/TGV2S, Food Policy Council, Implementation Committee and other community groups to better serve this city.",
    "Twitter": "www.twitter.com/parkboardwiebe",
    "Facebook": "www.facebook.com/becascadian",
    "Instagram": "www.instagram.com/parkboardwiebe",
    "YouTube": "",
    "Other": "www.linkedin.com/in/michael-wiebe",
    "Phone": "604-616-1220",
    "Email": "michael@michaelwiebe.ca",
    "Website": "www.michaelwiebe.ca",
    "Picture": "MichaelWIEBE.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Michelle Mollineaux",
    "Party": "VANCOUVER 1st",
    "Priority1": "Housing, Affordability",
    "Priority2": "Business, Growth, Permits",
    "Priority3": "Safety, Addiction, Youth",
    "Platform": "Improving the housing issue for young professionals, working families, seniors and the marginalized. This includes dramatically increasing rental units that is affordable for all levels of income.  We need to grow our economic development by supporting businesses and entrepreneurs, including reducing tax and encouragement of investment. By expanding afterschool and youth at risk programs, drug rehabilitation care and support for our emergency responders we can put a significant dent into the safety issues in Vancouver.",
    "Biography": "Entrepreneur, Soccer Mum and Advocate for Youth at Risk:   Michelle's corporate career spans 20 years in the high-tech sector.  She also worked in education and non-profit where at Science World, she created the award winning \"Opening the Door\".  She was also past Public Appointed Board Member for the College of Registered Nurses,  BC and the College of Registered Psychiatric Nurses.",
    "Twitter": "www.twitter.com/van1st2018",
    "Facebook": "www.facebook.com/van1st2018",
    "Instagram": "www.instagram.com/Vancouver1st",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/michellemollineaux",
    "Phone": "604-760-7445",
    "Email": "michelle@vancouver1st.ca",
    "Website": "www.vancouver1st.ca",
    "Picture": "MichelleMOLLINEAUX.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Nycki Basra",
    "Party": "VANCOUVER 1st",
    "Priority1": "Affordable housing",
    "Priority2": "Enhance transportation",
    "Priority3": "Reduce permit wait time",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver first. We are home to the free enterprise and entrepreneurs' movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper. Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "Nycki has policed in the Downtown Eastside but is presently an articling student completing her requirements to become a lawyer. She has degrees in Communication and Law and has extensive experience working on large projects at the local, national and international level. She volunteers for various organizations and is a community activist therefore is well versed in Vancouver's issues.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "nycki@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "NyckiBASRA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Penny Mussio",
    "Party": "Coalition Vancouver",
    "Priority1": "No new bike lanes",
    "Priority2": "Lower PropertyTaxes",
    "Priority3": "Keep the Viaducts",
    "Platform": "Vision has changed Vancouver, a once inviting, fun and family orientated city, into a limiting, unfriendly, non-family orientated, congested city.  Vision has pushed through projects they deem mandatory with little public input.  This agenda has hurt businesses and families.  While the majority of people in Vancouver drive motor vehicles over bicycles, Vision's focus on bikes has punished motor vehicle commuters with longer driving times. I will help refocus the City back to the people.",
    "Biography": "I was born and raised in Burnaby.  After high school graduation, I attended UBC and received a Bachelor in Education followed by a Master's in Education specializing in School Administration and Adult Education. I worked in the school system for 15 years as a Business Education Teacher and Counsellor.  Recently, I has focused on opening and operating many successfully businesses",
    "Twitter": "https://twitter.com/penny_mussio",
    "Facebook": "https://www.facebook.com/vote.penny.mussio",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "236-838-9888",
    "Email": "pennymussio@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca",
    "Picture": "PennyMUSSIO.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Penny Noble",
    "Party": "Independent",
    "Priority1": "Liveable neighbourhoods",
    "Priority2": "Transportation/traffic",
    "Priority3": "Transparent government",
    "Platform": "The most affordable home is the one already built-I will work to preserve character homes and  unique, liveable neighborhoods, including local businesses and the walk up, affordable apartments above them, in areas such as Broadway, Commercial and Chinatown. Consideration for 2 rental secondary suites per house. Ending the \"war\" between drivers and cyclists is a priority, as is improving traffic and transportation options. I will aim to listen to citizens, and attain open, transparent government,",
    "Biography": "Elected as VSB School Trustee in 2014-experienced with government and governance. Executive Director Go By Bike Society (formerly Bike to Work BC)  Active on not for profit boards such as Heritage Vancouver Society, Kits Neighborhood House Founded and organised annual Heritage Vancouver Garden Tour-over $100,000 raised to support heritage. VSB  liaison to Vancouver Heritage Commission and Civic Asset Naming Committee",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "penny@pennynoble.com",
    "Website": "www.pennynoble.com",
    "Picture": "PennyNOBLE.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Pete Fry",
    "Party": "Green Party of Vancouver",
    "Priority1": "Homes for Vancouverites",
    "Priority2": "Affordability/livability",
    "Priority3": "Serve public interest",
    "Platform": "I believe that Vancouver can be a fairer, greener, and more affordable city for all. I'm committed to serving our city with honesty and integrity. I'm committed to transparency and good process that sees citizens meaningfully engaged in the decisions that effect their lives, including planning and city budgeting. I'm committed to climate leadership, sustainability and a strong inclusive local economy. I'm committed to a city hall that works well and prioritizes local interests.",
    "Biography": "I immigrated to Canada as a child and grew up here in Vancouver. I live in Strathcona with my wife, a dog and two cats. I've been self-employed my entire adult life, and have worked with hundreds of local small businesses, arts and non-profits. I'm most proud of my volunteer work in community development and as an advocate.",
    "Twitter": "https://twitter.com/ptfry",
    "Facebook": "https://www.facebook.com/PeteFryForVancouver/",
    "Instagram": "https://www.instagram.com/ptfry/",
    "YouTube": "",
    "Other": "http://votegreens.ca",
    "Phone": "",
    "Email": "hello@petefry.ca",
    "Website": "https://petefry.ca",
    "Picture": "PeteFRY.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Phyllis Tang",
    "Party": "YES Vancouver",
    "Priority1": "Streamline permit process",
    "Priority2": "Core review of tax system",
    "Priority3": "City as Arts&Cultural Hub",
    "Platform": "Phyllis believes strongly in creating vibrant arts, music and cultural communities. We now have an opportunity to showcase the amazing talent that exists in our city. The arts have not been respected or promoted over the past decade, and she wants to be the guiding force to make this change a reality. Having fundraised and performed for musical groups all over Vancouver, Phyllis hopes to leverage her Business&Music expertise to help artists thrive in Vancouver.",
    "Biography": "Born & raised in Vancouver, Phyllis has won many awards, including a York University Graduate Scholarship. She works as Listserv Manager of the Society for Ethnomusicology, is an Advisor of the Golden Key International Honour Society's UBC Chapter, teaches Piano & Music Theory and conducts research for UBC's Access & Diversity Department. She is fluent in English, Cantonese & Mandarin.",
    "Twitter": "https://twitter.com/Phyllis_MH_Tang",
    "Facebook": "https://www.facebook.com/phyllis.mh.tang",
    "Instagram": "https://www.instagram.com/phyllis_tang/",
    "YouTube": "https://www.youtube.com/channel/UCUN4WafXzUu1uru1XbZBSdA",
    "Other": "https://www.linkedin.com/in/phyllis-tang/",
    "Phone": "604-999-6717",
    "Email": "contact@yesvancouver.ca",
    "Website": "yesvancouver.ca/people",
    "Picture": "PhyllisTANG.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Raza Mirza",
    "Party": "ProVancouver",
    "Priority1": "Affordable Family Housing",
    "Priority2": "Safe Parks for Children",
    "Priority3": "Help Local Entrepreneur",
    "Platform": "75% of new households rent, yet we keep building luxury condos for speculators. Developer control at City Hall must end. We must work with neighbourhoods, create a city-wide plan and build more affordable rental housing. We need parks and recreational facilities, because families cannot afford backyards. And only by addressing housing, can we help small businesses. My children were born in Vancouver and I'll do everything to raise them in a stable and thriving community.",
    "Biography": "Raza, an R&D manager (formerly with Microsoft, EA, Amazon and Change.org), helps governments to prevent fraud and corruption using technology. The 33-year-old father of two sits on the Prince of Wales Secondary PAC, and was the Director of Government Relations with Housing Action for Local Taxpayers. Raza understands housing, and its impact on the younger generation, families, and small businesses.",
    "Twitter": "https://twitter.com/razamirza",
    "Facebook": "https://www.facebook.com/ElectRazaMirza",
    "Instagram": "https://www.instagram.com/razammirza",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/mirzaraza",
    "Phone": "604-417-4994",
    "Email": "raza@provancouver.ca",
    "Website": "http://www.razamirza.ca",
    "Picture": "RazaMIRZA.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Rebecca Bligh",
    "Party": "NPA",
    "Priority1": "Secure rental housing",
    "Priority2": "Meaningful engagement",
    "Priority3": "Thriving small businesses",
    "Platform": "City Hall must preserve the charm of Vancouver's small-town character while embracing change; building a stronger future for all Vancouverites through infrastructure that enables livability, accessibility, and equity. My top Priorityis attainable housing options to rent and buy. In partnership with a Small Business Protection Task Force, the NPA will complete a comprehensive review of our property tax model to ensure businesses are treated fairly, providing middle-income employment opportunities for our residents.",
    "Biography": "Rebecca has spent 20 years working with Vancouver startups & NGOs. Rebecca is a passionate supporter of education and the environment and has championed global leadership development programs. Rebecca, skilled in building trust, is a community activator and volunteers with the Dr. Peter Centre. Rebecca rents in East Vancouver with her wife, Laura, and her two teenagers Holly and Jackson.",
    "Twitter": "https://twitter.com/rebeccaleebligh",
    "Facebook": "https://www.facebook.com/rebeccabligh",
    "Instagram": "https://www.instagram.com/blighrebecca/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/rebecca-bligh-8b10202b/",
    "Phone": "604-360-6113",
    "Email": "rebecca.bligh@npavancouver.ca",
    "Website": "www.rebeccabligh.com",
    "Picture": "RebeccaBLIGH.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Rob McDowell",
    "Party": "",
    "Priority1": "Housing Affordability",
    "Priority2": "Transportation Network",
    "Priority3": "Supporting Arts & Culture",
    "Platform": "Rob McDowell's background in international diplomacy and his current role as an adjudicator make him the perfect candidate to work effectively as a City Councillor, bridging party divides and getting things done properly and effectively as a result. Rob's understanding of Vancouver's political scene, its cultural makeup, his work with the LGBTQ community and his multiple language skills, including Mandarin and Vietnamese, will enable him to represent all neighbourhoods, all groups and ALL citizens.",
    "Biography": "Rob has served as a diplomat in Asia, and currently works as a mediator/adjudicator. He has managed health projects in Vietnam, and is now working on another in Ethiopia. As well as serving on arts boards including the Dance Centre and Comedy Festival, Rob has twice been appointed to Vancouver's LGBTQ Advisory Committee. He lives in Yaletown with his partner.",
    "Twitter": "https://twitter.com/R_McDowell",
    "Facebook": "https://www.facebook.com/voterobmcdowell/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-618-0972",
    "Email": "robert@mcdowells.ca",
    "Website": "www.robertmcdowell.ca",
    "Picture": "RobMCDOWELL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Rohana Rezel",
    "Party": "ProVancouver",
    "Priority1": "End housing speculation",
    "Priority2": "Crackdown on Airbnb",
    "Priority3": "Protect local workers",
    "Platform": "1) End global speculation which is pricing locals out of Vancouver 2) Crackdown on Airbnb  3) Establish a VPD crime squad to take dirty money out of our housing market.  4) Provide affordable housing through rental only zoning, local only presales  and community owned housing 5) Prioritize local workers over temporary foreign workers 6) Promote local businesses, protect them from rising costs and set up an incubator 7) End privatization of city services",
    "Biography": "A technology entrepreneur who began fighting for right to safe housing when he had to protect his community from being evicted by a Vancouver-based developer following the Calgary floods of 2013. Later attracted national attention standing up for workers rights using my programming skills to uncover how Temporary Foreign Worker Program was exploiting both Canadian and migrant workers.",
    "Twitter": "https://twitter.com/rohanarezel",
    "Facebook": "https://www.facebook.com/RohanaDRezel/",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://github.com/rrezel",
    "Phone": "604-679-6660",
    "Email": "rohana.rezel@gmail.com",
    "Website": "https://rezel.ca/",
    "Picture": "RohanaREZEL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Sarah Blyth",
    "Party": "",
    "Priority1": "HOUSING & AFFORDABILITY",
    "Priority2": "POVERTY & ADDICTION",
    "Priority3": "ARTS/CULTURE/PUBLIC SPACE",
    "Platform": "Protect current coop housing, advocate for new coops and create more diverse sustainable housing projects. Defend renters' rights and work for more affordable housing.   Create more public spaces. Transform our alleys. Clean up these spaces so they are more friendly and safer for people while they are occupied.   Increase support for frontline workers. Increase access to a wide range of treatment for those seeking it. Create opportunity for employment and social development programs.",
    "Biography": "Sarah Blyth is the founder and executive director of the Overdose Prevention Society in Vancouver, BC. She has championed for solutions to the opioid crisis and has continued to be a strong leader in the community on this issue.  As the mother of a young son, Sarah makes good use of Vancouver's parks and community gardens.",
    "Twitter": "https://twitter.com/sarahblyth",
    "Facebook": "https://www.facebook.com/blyth2018/",
    "Instagram": "https://www.instagram.com/sarahblyth2018/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-952-2015",
    "Email": "sarahblyth2018@gmail.com",
    "Website": "sarahblyth.ca",
    "Picture": "SarahBLYTH.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Sarah Kirby-Yung",
    "Party": "NPA",
    "Priority1": "Support a liveable city",
    "Priority2": "Improve affordability",
    "Priority3": "Advocate for seniors",
    "Platform": "I have a track record in listening to communities and getting things done. Our NPA platform is will tackle housing affordability, alleviate congestion and improve livability. For housing that includes fast-tracking housing for low-income Vancouverites and vulnerable seniors, renewing outstanding co-op leases and purpose built rental on City lands.  As our city densifies, quality amenities are critical, so I will advocate for funding for renewal of aging infrastructure including  community centres, rinks, libraries, and firehalls.",
    "Biography": "Sarah was elected to Park Board in 2014 and served as Chair. As a Commissioner, she has been a strong advocate for the protection and expansion of parks, green space, recreational facilities and amenities to support livability in Vancouver. Sarah has worked with small business, BIA's, arts & culture and the tourism sector, and is a strong advocate for seniors.",
    "Twitter": "https://twitter.com/sarahkirby_yung",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/sarah-kirby-yung-mba-1a180412/",
    "Phone": "604-788-1352",
    "Email": "sarahkirbyyung@gmail.com",
    "Website": "http://sarahkirbyyung.ca/",
    "Picture": "SarahKIRBY-YUNG.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Spike",
    "Party": "",
    "Priority1": "Housing, Homelessness",
    "Priority2": "OD crisis, Opioid Poison",
    "Priority3": "Public Safety",
    "Platform": "=============================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================================Housing, Set minimum standard. Streamline application process for new affordable options. Rent freeze. Issue directive-all builds require percentage of social housing. Tax penalty/empty dwellings. OD Crisis, bold moves like increasing opiate assisted treatment a well as traditional treatment, Safe drug supply to users, Advocate for decriminalization. As many different options as possible. Public Safety, Hire people to clean alleyways and clutter in their neighborhoods. Discuss how we use Police/Emergency services. Make transit accessible for impoverished.",
    "Biography": "53 year old male that began being an activist after mva threw me into poverty. I began speaking for those unable to find voice. Went through process of returning from poverty. Now employed by Nurses and Nurse Practitioners of B.C. fighting stigma within health services. Also by Brave Coop as an outreach specialist. Started an Anti-Stigma Sticker campaign promoting equality",
    "Twitter": "https://twitter.com/spikesarts",
    "Facebook": "https://www.facebook.com/gerald.peachey.146",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.facebook.com/Spikepad/?modal=admin_todo_tour",
    "Phone": "778-558-9838",
    "Email": "spikesarts@gmail.com",
    "Website": "www.votespike2018.com",
    "Picture": "SPIKE.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Stephanie Ostler",
    "Party": "YES Vancouver",
    "Priority1": "Increase housing supply",
    "Priority2": "Fix permitting department",
    "Priority3": "Fair property tax",
    "Platform": "I will be a voice for citizens. I support building homes for people who live, work, and raise families here with middle class housing. I will Increase density while working with neighborhoods, and build rental homes to get our vacancy above 3%. Work with businesses, encourage economic growth, fair tax on property, work with builders to create units for small business. I will fix the permit dept., implement smart tech. and cut red tape. yesvancouver.ca/letsfixhousing-action-plan/",
    "Biography": "I am a life long Vancouverite. I started my business in high school and now have stores on Granville Isl. and Main St. I am the Vice President of a health care startup that's helping families. I work with companies launching their ideas and  educate youth on entrepreneurship to give them a head start on changing the world.",
    "Twitter": "https://twitter.com/stephanieforyes",
    "Facebook": "https://www.facebook.com/stephanieForYES",
    "Instagram": "https://www.instagram.com/stephanieforyes",
    "YouTube": "",
    "Other": "www.stephanieostler.com",
    "Phone": "604-836-4526",
    "Email": "stephanieforyes@gmail.com",
    "Website": "www.yesvancouver.ca",
    "Picture": "StephanieOSTLER.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Tanya PAZ",
    "Party": "Vision Vancouver",
    "Priority1": "Affordable housing",
    "Priority2": "Greenest city, green jobs",
    "Priority3": "Broadway Subway to UBC",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "Tanya is a leader in active transportation, car sharing, sustainability, and community planning – she's also a proud downtown resident and advocate for safer streets, better transit, and building our green economy.",
    "Twitter": "https://twitter.com/tanyapazzy",
    "Facebook": "https://www.facebook.com/VoteTanyaPaz/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "tanya.paz@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "TanyaPAZ.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Taqdir Kaur Bhandal",
    "Party": "Independent",
    "Priority1": "Diverse, affordable homes",
    "Priority2": "Equity and social safety",
    "Priority3": "Holistic child care space",
    "Platform": "If elected, I plan to work as a team to drastically increase access and supply of diverse housing options, introduce child care spaces in public libraries, and address intersectional equity and social safety. I will also promote the health of the Earth through accessible zero-waste strategies and sustainable transportation. To find out more about my policies and positions visit taqforcouncil.ca",
    "Biography": "I hope to be the first South Asian women elected to city council. I'm a PhD candidate at UBC's Social Justice Institute, public educator, and women's health advocate running as in Independent.  I have been working in Canadian health research for the last 7 years. To find out more about my work visit taqbhandal.com",
    "Twitter": "https://twitter.com/taqforcouncil",
    "Facebook": "https://facebook.com/taqforcouncil",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "taqforcouncil@outlook.com",
    "Website": "https://www.taqforcouncil.ca",
    "Picture": "TaqdirKaurBHANDAL.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Wade Grant",
    "Party": "",
    "Priority1": "Better Land Use & Housing",
    "Priority2": "Embrace diversity",
    "Priority3": "Help the Marginalized",
    "Platform": "I am committed to being a strong independent voice in city council that looks past party politics and brings people together around solutions.  In Vancouver we need leaders that view diversity as a strength that can create real change and empower our communities, especially marginalized ones.  Leadership that embraces diversity means listening with humility to people from all walks of life and working to build a consensus.",
    "Biography": "I was raised in the Musqueam community and am proud to call Vancouver home. I hope to become the first elected indigenous candidate from the local First Nations. I was an elected councillor for Musqueam, worked as special advisor to the premier, was a member of the Vancouver Police Board, and received the Queen's Diamond Jubilee medal for community leadership.",
    "Twitter": "www.twitter.com/wadegrant",
    "Facebook": "https://www.facebook.com/wadegrantvancouver/",
    "Instagram": "https://www.instagram.com/wadegrantvancouver/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-908-1494",
    "Email": "wadegrant@gmail.com",
    "Website": "www.wadegrant.ca",
    "Picture": "WadeGRANT.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "Wei Qiao Zhang",
    "Party": "Vision Vancouver",
    "Priority1": "Empty homes tax",
    "Priority2": "Sustainable economy",
    "Priority3": "Improved transit",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A former athlete, talk show host, community leader, and assistant to Vancouver Member of Parliament, Wei has the skills and track record to shape the future and improve the lives of Vancouverites.",
    "Twitter": "https://twitter.com/zhangweiqiao",
    "Facebook": "https://www.facebook.com/votewei/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "wzhang@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "WeiQiaoCHANG.jpg"
  },
  {
    "Position": "Councillor",
    "Name": "XIE, Jason",
    "Party": "Coalition Vancouver",
    "Priority1": "Lower Your Taxes",
    "Priority2": "No New Bike Lanes",
    "Priority3": "Clean Up Our City",
    "Platform": "As your city councillor, I want to make sure the city hall will finally listen to its people! I will lower your taxes and oppose the \"school tax\"; improve community safety; promote Mutual Respect among all who share the road; increase city hall's transparency and efficiency; reduce congestion/pollution and revamp the bike lane policies; clean up the city; and make Vancouver, once again, the most livable city in the world!",
    "Biography": "Having extensive experiences in operating restaurants in the city, I understand fully the needs of small business owners. I want to help local businesses to grow and create local jobs for Vancouverites. My experience working as a real estate professional will be instrumental in helping the city finding the best solution on the issue of housing affordability.",
    "Twitter": "https://twitter.com/jasonxievancity",
    "Facebook": "https://www.facebook.com/jasxie",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-763-5528",
    "Email": "jasonxie@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca/jason-xie/",
    "Picture": "JasonXIE.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "CHAN, Ping",
    "Party": "",
    "Priority1": "Community safety and life",
    "Priority2": "Social housing solutions",
    "Priority3": "New St Paul Hospital fast",
    "Platform": "Ensure Communities emergency, safety and development; Expropriate all vacant lots for more social housing; Fast track the construction of new St. Paul Hospital; Beautify and purify Vancouver; Aggressively promote tourism in Vancouver, filming industries partnering with  International film makers, and microbreweries for gourmet beers export for increasing GDP and values; Market Vancouver as pharmaceutical manufacturing start-ups to produce generic medicine; Sponsor youth sporting events and job creations; and Advertise all City's jobs in newspapers.",
    "Biography": "Ping Chan, 64, is a broad-based, professional engineer with diverse experience in Northern B.C. & Alberta, and is fully committed to Social Housing, Volunteerism, Sports, Arts & Culture.  He holds a degree in Civil Engineering from University of Calgary and further upgrading in University of Alberta.  He was Senior Manager leading Public Works Department in City of Fort Saskatchewan, Alberta.",
    "Twitter": "https://twitter.com/Drpingchan",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-652-3470",
    "Email": "drpchan@Yahoo.com",
    "Website": "pingchan.ca",
    "Picture": "PingCHAN.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Connie Fogal",
    "Party": "IDEA Vancouver",
    "Priority1": "build affordable housing",
    "Priority2": "end money laundering",
    "Priority3": "eradicate drug cartels",
    "Platform": "I'm Connie Fogal and I'm endorsed by IDEA Vancouver.   My campaign is focused on providing low income housing for those in dire need. I plan to lobby strongly for the eradication of drug cartels and money laundering in our city. These cartels are directly tied to the opioid crises and development industry and I will put a stop to this. I also favour keeping single-family residences and gardens and will fight for their survival.",
    "Biography": "Connie Fogal, a retired lawyer and widow to Harry Rankin, Vancouver's outspoken alderman, has served as Vancouver Park Board Commissioner, leader of the Canadian Action Party, spokesperson for Citizens Against Gambling Expansion, elected representative to Kitsilano's and Vancouver's Resources Boards, and plaintiff in lawsuits against globalization and the militarization of Nanoose Bay.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/channel/UCbNiX8x_SPDwpkclZG3OAFg",
    "Other": "",
    "Phone": "804-872-2128",
    "Email": "conniefogal@telus.net",
    "Website": "www.voteidea.ca",
    "Picture": "ConnieFOGAL.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "David Chen",
    "Party": "ProVancouver",
    "Priority1": "Pro affordable housing",
    "Priority2": "Pro community businesses",
    "Priority3": "Pro city for families",
    "Platform": "Your ProVancouver team and I will bring regular town hall meetings to all 23 sub-districts of Vancouver so that community consultation means something again. Your needs will form the backbone of the policies to create affordable housing, a strong local economy, and a city you can enjoy spending time in to raise your family. Let's make our communities strong again so you can be residents with roots. We are #ProStrongCommunites and the #SmartChoice, so #LetsDoThis",
    "Biography": "I offer a tremendous amount of relevant and technical experience as a father of 3 (two with permanent disabilities), a certified financial planner® with 13 years experience, small business owner, and 25 years experience working with my community as a strata president, a Strathcona PAC chair, a Vancouver Foundation granting DSEF committee member,  VP/Treasurer of Beauty Night Society and more.",
    "Twitter": "https://twitter.com/DavidChenTweets",
    "Facebook": "https://www.facebook.com/DavidChenTweets/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-848-2365",
    "Email": "info@provancouver.ca",
    "Website": "https://www.provancouver.ca/david_chen",
    "Picture": "DavidCHEN.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Fred Harding",
    "Party": "VANCOUVER 1st",
    "Priority1": "Affordable Housing",
    "Priority2": "Taxes Home & Business",
    "Priority3": "Transportation",
    "Platform": "Big Tent, libertarian-minded party for law and order, putting residents and taxpayers of Vancouver 1st",
    "Biography": "Fred served in policing in New Scotland Yard and the lower-mainland between 1984-2017. A visionary, motivational leader. Recipient of commendations and British Columbia's highest award for valor.  In 2017, Fred started his own international consulting company, traveling extensively.  Fred is a father, husband, and a proud Vancouverite.",
    "Twitter": "https://twitter.com/RealFredHarding",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "",
    "YouTube": "",
    "Other": "www.vancouver1st.ca",
    "Phone": "604-710-9535",
    "Email": "mayor@vancouver1st.ca",
    "Website": "www.vancouver1st.ca",
    "Picture": "FredHARDING.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Gölök Z Buday",
    "Party": "",
    "Priority1": "Affordable Government",
    "Priority2": "Better Police Focus",
    "Priority3": "Cutting Mayoral Pay",
    "Platform": "We need less vice and Car 87 focus from police, and more on Rape, Murder, Theft and Fraud.  A Mayor Paid Less, separately a council as well.  Government needs to be affordable without civil service unions and Inflation/Deflation linked pay to all elected and non-elected officials.  We need to audit the Government Transparently and apply Sunset Clauses.  We need less over reaching Government and more fun, less taxes, and housing...more on site.",
    "Biography": "Born in 1978, came to Vancouver 30 Years ago. Comedian, Artist, Entertainer and Managing Caretaker at my Building.  Disabled.  Magyar. A libertarian, MindFreedom Advocate and Vancouver, BC Affiliate, Free Speech nut, a Individual (no collective like Developer companies, et al) Property Rights activist, due process and anti-police brutality activist who himself felt that cold hand (no criminal record) himself (2001/2002).",
    "Twitter": "https://twitter.com/gzlfb",
    "Facebook": "https://www.facebook.com/buday4thecity/",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/user/dubya3cdotcom",
    "Other": "",
    "Phone": "604-374-6307",
    "Email": "buday4vancouver@bcindividualist.org",
    "Website": "http://buday4vancouver.bcindividualist.org/",
    "Picture": "GölökZBUDAY.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Hector Bremner",
    "Party": "YES Vancouver",
    "Priority1": "Fix Housing",
    "Priority2": "Clean up permitting",
    "Priority3": "Family-friendly city",
    "Platform": "YES Vancouver's candidates are a mix of small business owners and community leaders who are dedicated to solving the present housing crisis and ensuring that young people and middle class families can continue to live and thrive in Vancouver.  Our platform is the most substantive document to be put before the electorate in more than 50 years. We urge you to read it and tell us what you think.",
    "Biography": "Hector Bremner is the only candidate with Vancouver City council experience running for Mayor. Councillor Bremner's life and career have been marked by recognizing good ideas, getting things done, and bringing people together. He feels honoured to be able to serve all communities across our great city and promises to citizens that he will get the job done.",
    "Twitter": "twitter.com/LetsFixHousing",
    "Facebook": "www.facebook.com/HectorForVancouver/",
    "Instagram": "www.instagram.com/hector4mayor/",
    "YouTube": "https://www.youtube.com/channel/UCUN4WafXzUu1uru1XbZBSdA",
    "Other": "",
    "Phone": "604-999-6717",
    "Email": "contact@yesvancouver.ca",
    "Website": "www.yesvancouver.ca",
    "Picture": "HectorBREMNER.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Jason Lamarche",
    "Party": "RENT CONTROL 1 BR $500",
    "Priority1": "RENT CONTROL 1 BR $500",
    "Priority2": "ILLEGAL MIGRANT CONTROL",
    "Priority3": "PRO SMALL CANADA BUSINESS",
    "Platform": "If Jason Lamarche is elected Mayor of Vancouver he will use his Democratic support and Executive Powers to impose strict Rent Control with select 1 bedroom rents capped at $500 per month.  Jason will launch new Illegal Immigration Control Enforcement teams managed by Vancouver Police Department.  Jason will help Canadian citizens start, run, and expand small businesses and other development projects.  Jason is a true independent and will not accept donations from voters or businesses.",
    "Biography": "Jason Lamarche loves Vancouver and has lived here for 21 years. Jason was born in Ottawa, Ontario.   Jason attended Langara and UBC with eight years experience at TD Bank, HSBC, CIBC. Jason was an executive for Canada's largest retail Cannabis distributor.   Jason has ten years experience in Municipal, Provincial, Federal politics; earning 37,286 votes in 2011 Vancouver Council election.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "MAYORLAMARCHE@protonmail.com",
    "Website": "JasonLamarche.com",
    "Picture": "JasonLAMARCHE.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "John Yano",
    "Party": "",
    "Priority1": "Rent Rollback",
    "Priority2": "Sustainable City",
    "Priority3": "Safe Accessible City",
    "Platform": "Independent Candidate, will work hard together with all elected of every level of government to build Vancouver into an Affordable, Sustainable, Accessible and Safe City where All Residents can Thrive. Mandate meaningful dialogue with Neighbourhoods and Stakeholders, to make Vancouver the Best City for its Residents, Workers and Future Generations. Oppose Blanket Rezoning, but Actively Engage with Neighbourhoods, to develop plans to increase density, diversity and sustainability that are sensitive to their unique character.",
    "Biography": "Born in Niagara Falls, to parents who were born in Vancouver, whose parents were born in Japan. Studied organic chemistry, is a journeyman chef. Environmental and Social Justice Advocate, former HEU shop steward, member of local executive and  2 provincial union committees. Member of federal and provincial NDP riding executives and former BCNDP Provincial Executive Member. Out, Proud, Gay man.",
    "Twitter": "twitter.com/johnmyano/",
    "Facebook": "www.facebook.com/JohnYanoVBC/",
    "Instagram": "instagram.com/johnyano/",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "john4mayorvbc@gmail.com",
    "Website": "changebc.home.blog",
    "Picture": "JohnYANO.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Katy LeRougetel",
    "Party": "Communist League",
    "Priority1": "Casino strike solidarity",
    "Priority2": "Union control of safety",
    "Priority3": "Canada out of Iraq/Latvia",
    "Platform": "The heart of the Communist League campaign: knocking on workers' doors to discuss the burning need for independent working-class political action. Unions must lead a movement demanding massive, government-funded projects to build affordable housing, daycare centers. Fight for amnesty for all immigrants, end deportations. Guarantee farmers their cost of production. Through revolutionary struggle, workers can discover how to do as in Cuba in 1959 – working people overturned capitalist rule, brought workers and farmers to power.",
    "Biography": "A cashier at Walmart, 60, I recently walked picket lines in solidarity with BC casino strikers. Defender of women's right to choose abortion, I've participated in union struggles for jobs for women in rail and other industries. I've been on work brigades to Cuba, and actions against the US blockade. And I speak out against acts of Jew-hatred in Canada.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-322-4223",
    "Email": "cllcVancouver@fastmail.fm",
    "Website": "www.themilitant.com",
    "Picture": "KatyLEROUGETEL.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Ken Sim",
    "Party": "NPA",
    "Priority1": "Attainable housing",
    "Priority2": "Support local businesses",
    "Priority3": "Support our seniors",
    "Platform": "Our city is at a tipping point. Vancouverites are frustrated by affordability challenges, by the decline of core services, and by the lack of accountability at City Hall. Our NPA Team has the experience and ability to deliver the change Vancouver needs. Our commitments to you will be achievable, affordable, and realistic. We're focused not on left-wing or right-wing ideology, but on delivering solutions that work.",
    "Biography": "Ken is a local businessman and community leader. With the NPA team, Ken will bring a practical, results-focused, non-partisan approach to City Hall. Ken is the co-founder of two prominent Vancouver-based businesses: Nurse Next Door, and Rosemary Rocksalt Bagels, and is a Chartered Professional Accountant (CPA,CA). Ken and his wife Teena live in Vancouver with their four sons.",
    "Twitter": "https://twitter.com/kensimformayor",
    "Facebook": "https://www.facebook.com/npavancouver/",
    "Instagram": "https://www.instagram.com/kensimformayor/?hl=en",
    "YouTube": "",
    "Other": "",
    "Phone": "604-360-6113",
    "Email": "ken.sim@npavancouver.ca",
    "Website": "https://npavancouver.ca/",
    "Picture": "KenSIM.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Kennedy Stewart",
    "Party": "",
    "Priority1": "Build Affordable Housing",
    "Priority2": "Support Small Business",
    "Priority3": "End the Opioid Crisis",
    "Platform": "We need a Vancouver that's affordable for everyone.  My plan is to build 85,000 units of housing over the next 10 years, with a focus on affordable rentals for households making less than $80,000/year. And I'll make it easier for first-time homebuyers to find a place to own.  My bold and achievable plan would also support small businesses by keeping workers in Vancouver.  Let's build a Vancouver that works for everyone. Read more at http://kennedystewart.ca/platform",
    "Biography": "I've lived in Vancouver since 1989. I moved from Nova Scotia with only $100 and went on to serve as an MP (2011-2018), elected with Jack Layton's NDP.  I am an SFU policy professor, specializing in cities and housing and have a Ph.D. from the London School of Economics.  I'm a renter and live downtown with my wife Jeanette.",
    "Twitter": "http://twitter.com/kennedystewart",
    "Facebook": "http://www.facebook.com/kennedy.stewart/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-423-3549",
    "Email": "info@kennedystewart.ca",
    "Website": "http://kennedystewart.ca",
    "Picture": "KennedySTEWART.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Lawrence Massey",
    "Party": "",
    "Priority1": "Community consideration",
    "Priority2": "Vacant homes rented",
    "Priority3": "Nature, gardens",
    "Platform": "I would like to create more support for communities marginalized by vancouver's inflated real estate market.  I would like to see vacant homes returned to the rental market.  I would like to continue creating community garden space and bring more nature back into our city.",
    "Biography": "I am a longstanding gardener. I spend most of my time working on community housing.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "lawrencemassey29@gmail.com",
    "Website": "",
    "Picture": "LawrenceMASSEY.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Maynard Aubichon",
    "Party": "Weed Party",
    "Priority1": "INSITES  I called Janet P",
    "Priority2": "Men Ill COP COOP Housing",
    "Priority3": "Legal Mariquana Shops NOW",
    "Platform": "Im independant were called the weed party. If elected Ill train bus drivers to drive properly. Use Mariquana profits to feed poor kids and house mentally ill persons and VPD Officers  WEll build insites all over vancouver Ive applied for VPD Board Membership with my Certificate in Criminology from Native Ed Coll Ive taken four Poli Sci Courses at Douglas 07 and Langara 09 Langara I paid for my courses. Im a Liscenced Stock Broker",
    "Biography": "Maynard Aubichon  I managed a Moving Company for twelve years. I have a Certificate In Criminology Native Ed Coll Im educated in law criminology accounting plus I know all the citys djs well theyre my phone buddies.  Im hosted on BNN once twice a week. Business News Netwerk Andy Bell Paul Bagnall Jaime Ross know me.  Seniors  Safety Society.",
    "Twitter": "https://twitter.com/AubichonMaynard",
    "Facebook": "https://www.facebook.com/maynard.aubichon.35",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/channel/UCcsYmLYXEqFpbMpfEbafhSg",
    "Other": "soundcloud.com/spotspot",
    "Phone": "604-561-2945",
    "Email": "weedparty@outlook.com",
    "Website": "soundcloud.com/spotspot",
    "Picture": "MaynardAUBICHON.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Mike Hansen",
    "Party": "Independent",
    "Priority1": "Accountability",
    "Priority2": "Housing",
    "Priority3": "Accountability",
    "Platform": "Veteran mayoral candidate and the personification of change says, if you don't know what's wrong how can you fix it? Housing, drug addiction, ODs and mental health issues are all on the rise. Seniors and families are being displaced. Insecurity has hired more private security services. Bigger crisis, bigger budget increases. All caused by the same ones that have laundered billions of drug $$$ into billions of real estate $$$, in the last 40 years!",
    "Biography": "Been in housing construction most of my life, truck driver, stock promoter and various other business. Founded the Canadian Hemp Growers Assoc. in 1996. 2005 on record at Senate Committee on national defence saying, \"terrorists\" are smuggling guns/drugs into Canada. 2005 Harm Reduction Pilot Project/monopolizing heroin to save lives,  Men On Down Town East Society and Two Ravens Opioid Project.",
    "Twitter": "https://twitter.com/vancitycrime",
    "Facebook": "https://www.facebook.com/Men-On-Down-Town-East-Society-251406228695697/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-700-1652",
    "Email": "mikec.hansen@gmail.com",
    "Website": "https://vancouvercitycrime.ca/",
    "Picture": "MikeHANSEN.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "ROLLERGIRL",
    "Party": "Independent",
    "Priority1": "safety",
    "Priority2": "hate crimes",
    "Priority3": "affordable housing",
    "Platform": "Creating jobs, creating safe housing for women and children, free day care for women and children, redesign the police force to be more caring and loving, more art development, traffic violators, air care, green houses, fair treatment when you go somewhere and buy something at a store - addressed as who you are.  Business owners being accountable. Cars should be accountable for obstructing, speeding, going through red lights. Accepting all sports. More green space.",
    "Biography": "I've lived in Vancouver for 17 years, I'm loving, caring and helpful. People look at me as inspiring, helpful and a hero. Some people come up to me and thank me for saving their lives. I like when people are happy, and Vancouver should be more entertaining and more sporty. I love to give people my warmth. Sponsor me.",
    "Twitter": "https://twitter.com/rollergirl2014",
    "Facebook": "https://www.facebook.com/pages/category/Community/Roller-Girl-Vancouver-1871402709752469/",
    "Instagram": "https://www.instagram.com/roller_girl_vancouver/?hl=en",
    "YouTube": "https://www.youtube.com/channel/UC2kpk0HT5vXR-iuubn-jS8w",
    "Other": "http://dailyhive.com/vancouver/vancouver-roller-girl-running-mayor-2018",
    "Phone": "604-500-1773",
    "Email": "angleadawson2014@gmail.com",
    "Website": "",
    "Picture": "ROLLERGIRL.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Satwant (Satie) Shottha",
    "Party": "",
    "Priority1": "stop harassment @Cityhall",
    "Priority2": "Reduce permit fee & time",
    "Priority3": "Transparency",
    "Platform": "Employing best practices will not only save the city money, but it will reduce taxes. It will also reduce bullying and harassment. In empowering city staff with the use of high-involvement management strategies, city staff will be able to implement better systems that benefit the 'city as a whole', keep transparency, blow the whistle, take care of the citizens. Stand up, Ask questions, Demand answers, Organize rallies, Bring change.",
    "Biography": "Hello, my name is Satwant (Satie) Shottha,. I never dreamt of becoming a politician, but I realized, change can't be brought sitting on the sideline. I am seeking nominations to bring awareness and empower those who have been bullied, harassed and pushed out of jobs at city of Vancouver, because they took a stand.",
    "Twitter": "https://twitter.com/sshottha",
    "Facebook": "https://www.facebook.com/SatwantformayorofVancouver/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-783-4244",
    "Email": "shonahai@gmail.com",
    "Website": "",
    "Picture": "SatieSHOTTHA.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Sean Cassidy",
    "Party": "Independent",
    "Priority1": "Housing",
    "Priority2": "Affordability",
    "Priority3": "Protecting Vancouver",
    "Platform": "My intentions if elected is to address the city's housing crisis, one that was very avoidable yet now significant! As the former CMHC Senior Debt Manager/Acting Deputy Treasurer in Ottawa I was involved in housing nationally. As well, I have worked in construction and mortgage financing. I am born and raised in Vancouver and have watched the zen focus on sustainability vs affordability. I have been very active at city hall fighting issues for you.",
    "Biography": "Born/raised in Vancouver, high school Vancouver College, UBC (Political science/Econ), MBA, Fordham University NYC, visiting MBA University of Washington. I am an FMP GE's renowned finance program. Worked on Bay St. doing government and municipal finance across Canada with RBC DS. Represented Canada on Wall St with CMHC, Acting Trade Commissioner S America in Vancouver, Venture Capital advisor.",
    "Twitter": "https://twitter.com/votecassidy",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "info@seancassidyformayor.com",
    "Website": "seancassidyformayor.com",
    "Picture": "SeanCASSIDY.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Shauna Sylvester",
    "Party": "Independent",
    "Priority1": "Housing and Affordability",
    "Priority2": "Transit and Mobility",
    "Priority3": "Resilient Economy",
    "Platform": "The people deserve a city that supports their needs. I will build affordable, purpose-built housing by leveraging city assets and cutting down red tape. I will build the Broadway Subway to UBC. I will address isolation for seniors, newcomers and people suffering from health issues and tackle homelessness and the opioid poisoning crisis with empathy and urgency. I will support entrepreneurs and local businesses and ensure young people have a place in our city.",
    "Biography": "With 30 years of leadership experience and numerous awards, Shauna stands as an independent, principled and pragmatic Mayoral candidate.  She has served on the boards of Vancity, MEC and BC Assessment  and has worked with cities on housing, transportation, finance, climate change and innovation. Shauna understands Vancouver needs a bridge builder who can deliver affordable housing and financial accountability.",
    "Twitter": "https://twitter.com/ShaunaSylvester",
    "Facebook": "https://www.facebook.com/shaunaformayor/",
    "Instagram": "https://www.instagram.com/shaunavancouver/",
    "YouTube": "https://www.youtube.com/channel/UCgMzI2y5l5pMmLkJpGqQqpA",
    "Other": "https://www.linkedin.com/in/shaunasylvester/",
    "Phone": "604-230-7762",
    "Email": "info@shaunaformayor.ca",
    "Website": "www.shaunaformayor.ca",
    "Picture": "ShaunaSYLVESTER.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Tim Ly",
    "Party": "",
    "Priority1": "Be a True People Leader!",
    "Priority2": "Engage People to Govern't",
    "Priority3": "Together We Can Anything!",
    "Platform": "During Vietnam War, I witnessed people suffered immensely. Lacking even bare necessities but weapons were plentiful for killing. I asked why? Whom benefitted from the war? Coming here, I pondered: What makes young Canada, US rose up so quickly?  For Vancouver, I searched for the ROOT of its problems? Either Vietnam Syria or any war, Vancouver Toronto or New York, it boils down to 2 factors: the LEADERS & the PEOPLE.",
    "Biography": "Learned from Life & truly great leaders like Washington, Gandhi, Mandela ... I formulated the True Leadership for Vancouver. What Vancouver really needs is NOT another politician but True People Leader who stands with them AFTER elected as said in the manifesto. Together with highly democratic, educated PEOPLE, Vancouver can solve its problems & leads others toward a Full Democracy.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-710-3020",
    "Email": "trueleadershipforvancouver@gmail.com",
    "Website": "",
    "Picture": "TimLY.jpg"
  },
  {
    "Position": "Mayor",
    "Name": "Wai Young",
    "Party": "Coalition Vancouver",
    "Priority1": "Lower Your Taxes",
    "Priority2": "No New Bike Lanes",
    "Priority3": "Clean Up Our City",
    "Platform": "Wai Young and Coalition Vancouver are 100% for the People. With over 35 years of policy experience working with community, governments & business she is ready to lead. She is proven, experienced, and inclusive. As a former MP who brought many important infrastructure projects to the city, she understands the comprehensive issues facing Vancouver. She will bring back mutual respect on the streets and clean up our city.",
    "Biography": "Wai has lived in Vancouver for over 50 years and is a community advocate, business owner, and past Member of Parliament with over three decades of civic and policy leadership. She is a birth mother of twins and a foster parent to seven children. She holds a degree in Sociology with post graduate work in Urban Planning and Mass Communications.",
    "Twitter": "https://twitter.com/WaiYoung",
    "Facebook": "https://www.facebook.com/waiyoungvancouver/",
    "Instagram": "https://www.instagram.com/waiyoung4mayor/",
    "YouTube": "https://www.youtube.com/channel/UCgRLp9iADxjgRrTzWbzCgkg",
    "Other": "https://www.linkedin.com/in/waiyoung/",
    "Phone": "604-675-8422",
    "Email": "info@votewaiyoung.com",
    "Website": "https://votewaiyoung.ca",
    "Picture": "WaiYOUNG.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Ann-Marie Copping",
    "Party": "NPA",
    "Priority1": "Reinvest in parks & rec",
    "Priority2": "Safe enjoyment in parks",
    "Priority3": "Improve city liveability",
    "Platform": "One of the greatest attributes of Vancouver is our network of parks, beaches and recreational services. With densification and people living in smaller spaces, I want to ensure all residents have access to safe, clean and relevant parks and community centres. With the NPA team, we will focus on safe, vibrant, beautiful and fun parks and engaging and accessible recreational services throughout the city.",
    "Biography": "Ann-Marie balances sustainability and leadership. A former manager of Ocean Wise Seafood, with 25 years business expertise in supply chain management, she creates strong partnerships and is a true collaborator. An advocate for children's causes through her volunteer roles with Kids Help Phone, Ann-Marie is committed to great parks and recreational facilities throughout our City.",
    "Twitter": "https://twitter.com/amcopping",
    "Facebook": "https://www.facebook.com/annmarie.copping.1",
    "Instagram": "https://www.instagram.com/annmariecopping/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/ann-marie-copping-8305468/?originalSubdomain=ca",
    "Phone": "604-360-6113",
    "Email": "ann-marie.copping@npavancouver.ca",
    "Website": "https://npavancouver.ca/ann-marie-copping/",
    "Picture": "park20.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Cameron Zubko",
    "Party": "Vision Vancouver",
    "Priority1": "Improve field access",
    "Priority2": "Invest in & expand parks",
    "Priority3": "Safe clean parks",
    "Platform": "Vision Vancouver will move Vancouver forward. We are proud to be the party that made Vancouver North America's greenest city and we'll work together with residents to build on this success. We'll build more parks and improve the ones we have. This will create more opportunities for you to enjoy our city, no matter who you are or how much money you make. And we'll keep Vancouver green by prioritizing green jobs, not oil spills.",
    "Biography": "Cameron is a business leader, technology pioneer and outdoor enthusiast. He is running for Park Board because he wants to make positive change in his community. Cameron is Metis and brings an Indigenous perspective to the Vision team. Cameron believes that our parks and recreation facilities serve as the shared community spaces that hold us together as a city.",
    "Twitter": "https://twitter.com/CamZubko",
    "Facebook": "https://www.facebook.com/camzubko/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "cameron.zubko@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "park24.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Camil Dumont",
    "Party": "Green Party of Vancouver",
    "Priority1": "sustainable systems",
    "Priority2": "safe, clean Parks",
    "Priority3": "just, honest policy",
    "Platform": "Greens will prioritize ecological, social and economic sustainability for Park Board projects. We will prioritize collaboration and listening as team principles. Greens will promote reconciliation, healthy recreation, and active transportation. We will help to provide a welcoming and inclusive standard at every Park Board facility, for all ages, genders, abilities and backgrounds. We will look to the lessons of the past and the status quo to plan and build a brighter future.",
    "Biography": "Camil Dumont is a life-long Vancouverite. He and his young family live in the Cedar Cottage neighbourhood, in East Vancouver. Camil is the Head Farmer and Executive Director of Inner City Farms (ICF) Society. He was employed as a seasonal worker with Vancouver Parks for a decade, prior to founding ICF. He completed his B.A. and MSc. at UBC.",
    "Twitter": "https://twitter.com/inner_cityfarms",
    "Facebook": "",
    "Instagram": "https://www.instagram.com/innercityfarms/",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "camil.dumont@vangreens.ca",
    "Website": "https://www.vangreens.ca",
    "Picture": "park28.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Casey Crawford",
    "Party": "NPA",
    "Priority1": "Funding facility renewal",
    "Priority2": "Accessible/Welcome parks",
    "Priority3": "Genuine consultation",
    "Platform": "As a father of sport-enthusiastic sons, I've enjoyed our family's experience of Vancouver's parks and facilities, particularly for team sport. Facility upkeep, maintenance and asset renewal is vital as the city grows and densifies.      It's also important that we engage our neighbourhoods in park and recreation planning, ensuring they have a voice that is acknowledged and heard. Fiscal oversight that manages the budget responsibly and is respectful of our taxpayers will bring this all together.",
    "Biography": "Seeking re-election as Park Board Commissioner, Casey Crawford is a lifelong resident of Greater Vancouver. Casey has served on the boards of numerous community organizations including Stroke Recovery, VanUFC, Little Mountain Baseball & Canadian Diabetes. He also served as chair of the Quilchena Parent Advisory Council. Professionally, Casey has worked in retail, telecommunications, and media and publishing.",
    "Twitter": "https://twitter.com/caseycrawfordpb",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/casey-crawford-b8bb0b103/",
    "Phone": "604-360-6113",
    "Email": "casey.crawford@npavancouver.ca",
    "Website": "https://npavancouver.ca/casey-crawford/",
    "Picture": "park16.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Chris Fuoco",
    "Party": "VANCOUVER 1st",
    "Priority1": "Revitalize Facilities",
    "Priority2": "Partnership rebuilding",
    "Priority3": "Financial Accountability",
    "Platform": "When elected, this Park Board will re-invigorate the Capital Plan process so as to revitalize aging facilities. Improve the 80+ year old collaborative relationships with community association, while strengthening partnerships with field user groups. Seek to reduce pay parking at public parks and fields.",
    "Biography": "Chris is a leader, mentor and innovator with a masters from Royal Roads University and over twenty years of experience within community recreation, local sport system development, health and wellness programming, and social program delivery. He has vast professional experience in managing and coordinating community services through leadership, organizational and policy development, partnership building and high-level innovative service delivery.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "chrisfuoco@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "park6.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Cliff Relph",
    "Party": "",
    "Priority1": "Improve Community Centres",
    "Priority2": "Expand Community Gyms",
    "Priority3": "Involve Community groups",
    "Platform": "Cliff wants to put more focus on our Community Centers during his term to better use their spaces, and make them a hub for communities. Cliff also wants to improve our community gyms and make them more competitive and more affordable. With the high cost of living in Vancouver, Cliff wants to make our parks and Community Centers more accessible to make up a gap most are facing due to growing unaffordability.",
    "Biography": "Cliff grew up on a farm in the wonderful Okanagan and moved to Vancouver to continue his education. Cliff is best known for his 100 Days of Knight project, where he cleaned Vancouver Streets for 100 Days. He works in the Technology Industry, designs games, is involved in environmental and community groups, and volunteers in the Local Interactive Theater community.",
    "Twitter": "https://twitter.com/CliffLovesParks",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "cliffparksboard@gmail.com",
    "Website": "",
    "Picture": "park13.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Dave Demers",
    "Party": "Green Party of Vancouver",
    "Priority1": "Foster Sustainability",
    "Priority2": "Improve Accessibility",
    "Priority3": "Promote HealthyRecreation",
    "Platform": "As a Green Party Park Board Commissioner, I intend to champion true sustainability, improved accessibility and community partnerships in all our parks and facilities. I am committed to healthy recreation and active transportation. I will prioritize measures to increase biodiversity in our cities and continue the important work towards reconciliation.",
    "Biography": "Dave Demers is a horticulturist, builder and small business owner.  Born on a farm outside Quebec City, Dave was the founding president of the local garden club at 15 and now has 25 years' experience. He studied, traveled and worked in over a dozen countries.  Long established in Vancouver, Dave is the Principal of his own design-build-maintain landscape company.",
    "Twitter": "https://twitter.com/daveforparks",
    "Facebook": "https://www.facebook.com/dave.demers.3110",
    "Instagram": "https://www.instagram.com/demersdave/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-992-5955",
    "Email": "dave.demers@vangreens.ca",
    "Website": "davedemers.ca",
    "Picture": "park1.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Greg Edgelow",
    "Party": "ProVancouver",
    "Priority1": "Invest in Parks & Rec",
    "Priority2": "Reduce User Costs",
    "Priority3": "Clean, Safe & Accessible",
    "Platform": "As an Olympian and a long-time volunteer, I have represented Vancouver and Canadians alike.  Now, I will work tirelessly to ensure your voice is heard in how our Parks & Recreation Facilities are utilized, programmed and managed. You stated you want our parks, beaches, trails & recreation facilities to be accessible, affordable, relevant, clean and safe. I will ensure Parks & Rec is deemed an important investment, not an expense. Invest now or pay dearly.",
    "Biography": "I am an Olympian, a Commonwealth Games Gold medalist and a certified coach. I have adjudicated millions of dollars to sport & recreation facilities across Canada. I am an avid daily user of our Parks & Recreation services, a responsible dog owner, a past, part time employee of the Hastings, Britannia and Templeton Community Centre Associations. You are my priority!",
    "Twitter": "https://twitter.com/edgelow_greg",
    "Facebook": "https://www.facebook.com/greg.edgelow",
    "Instagram": "https://www.instagram.com/Edgelowgreg/",
    "YouTube": "",
    "Other": "https://en.wikipedia.org/wiki/Gregory_Edgelow",
    "Phone": "778-989-0287",
    "Email": "greg@gregedgelow.com",
    "Website": "https://en.wikipedia.org/wiki/Gregory_Edgelow",
    "Picture": "park29.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Gwen Giesbrecht",
    "Party": "COPE",
    "Priority1": "Barrier-Free Parks & Rec",
    "Priority2": "Neighbourhood Pools",
    "Priority3": "Indigenous Programming",
    "Platform": "Barrier-free Parks and Recreation: Reduce fees and eliminate fees for children. Increase access, restore pools, and create parks across the city.  More Parks and Facilities: Build more pocket parks and protect park land from other uses, such as development, commercialization, traffic routes, Hydro substations.  Reconciliation and Democracy: Consult and partner with First Nations and urban indigenous communities to fund and create new indigenous-centred infrastructure and programming. Treat Community Centre Associations as equal partners.",
    "Biography": "Gwen is an active volunteer in her community as member and past president of the board at Britannia Community Centre. She has advocated for families, students, and communities as past chair of the Vancouver District Parent Advisory Council. Gwen lives in Grandview-Woodland, owns a small business, and is the proud single parent of her son.",
    "Twitter": "https://twitter.com/gwengiesbrecht",
    "Facebook": "https://www.facebook.com/GwenGiesbrecht4Parks/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "gwen@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "park25.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Jamie Lee Hamilton",
    "Party": "IDEA Vancouver",
    "Priority1": "Save Nelson Park",
    "Priority2": "Creating more Parks",
    "Priority3": "Indignous Reconciliation",
    "Platform": "IDEA Vancouver is endorsing my campaign for Vancouver Park Commissioner. I'm lobbying to save Nelson Park from the proposed Hydro Substation beneath it which will destroy the only neighborhood Park in the West End and produce dangerous electro magnetic fields (EMF) putting neighborhood kids, those with health challenges and seniors at serious health risks.  Creating more neighborhood Parks and implementing Indigenous Reconciliation policies are other important platform goals of mine.",
    "Biography": "A Vancouver native, Jamie Lee Hamilton has fought for the rights of at-risk youth, LGBTQ minorities, Indigenous people and sex-trade workers. She has served on the boards of the Vancouver Pride Society,  Downtown Eastside Residents Association and Gay/Lesbian Centre. Jamie Lee has lobbied for cultural events,  ensured that Park services remain affordable and fought against further loss of green space.",
    "Twitter": "https://twitter.com/QueenoftheParks",
    "Facebook": "https://www.facebook.com/jamie.hamilton.9480",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-446-2489",
    "Email": "jlh1874@gmail.com",
    "Website": "www.voteidea.ca",
    "Picture": "park3.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Jason Galloway",
    "Party": "Coalition Vancouver",
    "Priority1": "Safe & Clean Parks Plan",
    "Priority2": "Free Parking & Lower Fees",
    "Priority3": "No Sunset Clause",
    "Platform": "I with my Coalition Vancouver team will focus on strengthening Community involvement in Community Centres by valuing volunteerism. Implement a Clean Parks Plan and will double cleaning crews to address needles and garbage. Increase accessibility by decreasing prices. Restore free parking and lower facility fees. Restore financial accountability to the Parks Board. Take a Common-Sense approach that is 100% for the People.",
    "Biography": "I was born in BC and have called Vancouver home since 2004. My career has been in public service for over 15 years. I have a policing background in general duty policing, school liaison, National Security Enforcement as well as Federal government. I am an action-oriented person who prefers to take a direct approach to facilitating and motivating positive change.",
    "Twitter": "https://twitter.com/Jason_BC",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/jason-galloway-106403ba/",
    "Phone": "604-675-8422",
    "Email": "jasongalloway@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca",
    "Picture": "park8.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Jennifer Yeung",
    "Party": "VANCOUVER 1st",
    "Priority1": "Revitalize Facilities",
    "Priority2": "Partnership rebuilding",
    "Priority3": "Financial Accountability",
    "Platform": "When elected, this Park Board will re-invigorate the Capital Plan process so as to revitalize aging facilities. Improve the 80+ year old collaborative relationships with community association, while strengthening partnerships with field user groups. Seek to reduce pay parking at public parks and fields.",
    "Biography": "Jennifer is a connector, mentor, and caring individual who works hard to create a vibrant community. She has worked in administration and as an educator within both public and independent school systems. Her goals as a newly elected Parks Board Commissioner is to continue community and child welfare development, while revitalizing parks and playgrounds.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "jennifer@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "park19.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "John Coupar",
    "Party": "NPA",
    "Priority1": "Horticultural excellence",
    "Priority2": "Clean safe Parks for all",
    "Priority3": "Park Board independence",
    "Platform": "Parks and recreation deliver our cherished Vancouver lifestyle. I will work to increase park maintenance standards, park safety, and increase public park infrastructure, such as pools, seniors centres, and recreation facilities. I believe in responsible management, smart sustainability, and creating a healthy and enjoyable way of life for all Vancouver residents. I am passionate about our city, its parks and public gardens, and ensuring the well-being of all residents and vistors.",
    "Biography": "Coupar is seeking his 3rd Term as a Park Commissioner and is well known for his successful effort to keep the Bloedel Conservatory open in QE Park. He was a founding director of the Friends of the Bloedel, and since his election in 2011 has been responsible for continuing efforts to restore and promote the iconic Bloedel Conservatory.",
    "Twitter": "https://twitter.com/johnccoupar",
    "Facebook": "https://www.facebook.com/john.coupar.5",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/johncoupar/",
    "Phone": "604-360-6113",
    "Email": "john.coupar@npavancouver.ca",
    "Website": "https://www.johncoupar.com/",
    "Picture": "park10.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "John Irwin",
    "Party": "COPE",
    "Priority1": "Affordable Facilities",
    "Priority2": "Accessible Public Space",
    "Priority3": "More Public Parks",
    "Platform": "Barrier-free Parks and Recreation: Reduce fees and eliminate fees for children. Increase access, restore pools, and create parks across the city.  More Parks and Facilities: Build more pocket parks and protect park land from other uses, such as development, commercialization, traffic routes, Hydro substations.  Reconciliation and Democracy: Consult and partner with First Nations and urban indigenous communities to fund and create new indigenous-centred infrastructure and programming. Treat Community Centre Associations as equal partners.",
    "Biography": "As coordinator of the Southeast False Creek Working Group, John has advanced social and ecological justice in the developing Southeast False Creek Village. From 1997 to 1999: on City of Vancouver's advisory group for the sustainability process in Southeast False Creek (SeFC), and on SeFC stewardship group (2000-2010). PhD (UBC, sustainable urban development) and lecturer (SFU/UBC geography and Labour Studies).",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/JohnIrwin4Parks/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "johnirwin@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "park27.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Juan Carlos Maldonado",
    "Party": "Coalition Vancouver",
    "Priority1": "Clean Parks Plan",
    "Priority2": "Increase Accessibility",
    "Priority3": "Restore Financial",
    "Platform": "Coalition Vancouver is a society of community-minded Vancouver residents, business operators or owners, workers, and other people and organizations who wish to contribute to the improvement of the quality of life and towards building stronger communities in the City of Vancouver.",
    "Biography": "Juan Carlos Maldonado was born in Latin America, and raised in the heart of Cambie Village, Vancouver. He has a strong passion for the dynamic growth of his neighborhood, and the importance of Green space and parks in the City of Vancouver.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "",
    "Website": "www.coalitionvancouver.ca",
    "Picture": "park7.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Kathy McGarrigle",
    "Party": "NPA",
    "Priority1": "Green space for families",
    "Priority2": "Safe parks and beaches",
    "Priority3": "Recreation facilities",
    "Platform": "I care deeply about the issues facing our city. I have a passion for making a difference in the community and I will bring strong leadership to the Park Board. I will work toward increased green space for young families and seniors with a greater focus on safety and cleanliness. I will also work to support future investment in our community centres and recreation facilities.",
    "Biography": "Kathy McGarrigle is a proud resident of Vancouver, respected for her longtime commitment to serving others. She brings her deep knowledge of the city and extensive business experience and is a voice for positive change. She has a passion for making a difference in the community and lends her time to issues related to poverty, women, children, and seniors.",
    "Twitter": "https://twitter.com/KathyMcgarrigle",
    "Facebook": "https://www.facebook.com/kathy.mcgarrigle.9",
    "Instagram": "https://www.instagram.com/Kathymcgarrigle/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/kathy-mcgarrigle/",
    "Phone": "604-360-6113",
    "Email": "kathy.mcarrigle@npavancouver.ca",
    "Website": "https://npavancouver.ca/",
    "Picture": "park11.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Leo Heba",
    "Party": "YES Vancouver",
    "Priority1": "Inc park safety",
    "Priority2": "Adding dog parks",
    "Priority3": "Working w/ Comm Centres",
    "Platform": "Working with all officials and community groups to improve park maintenance, and helping families to feel safe again.  We must re-establish trust between the Park Board and Community Centre Associations. Athletics and arts programs are key to a healthy city, and accessibility for all must be our guiding principle. 50,000 dogs in the city need room to roam, and parks to play in and socialize.",
    "Biography": "Leo is a Program Assistant at SFU and a competitive cheer coach at Vancouver All Stars, where he trains kids of all ages to be the best athlete and individual they can be. As a brand new dog owner, one of Leo's priorities will be to foster and create a more dog-friendly environment in Vancouver, including more dog parks.",
    "Twitter": "https://twitter.com/leo_heba",
    "Facebook": "https://www.facebook.com/leo.heba1",
    "Instagram": "https://www.instagram.com/leo.heba/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-994-5364",
    "Email": "leo.heba@hotmail.com",
    "Website": "yesvancouver.ca",
    "Picture": "park12.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Massimo Rossetti",
    "Party": "VANCOUVER 1st",
    "Priority1": "Revitalize Facilities",
    "Priority2": "Partnership rebuilding",
    "Priority3": "Financial Accountability",
    "Platform": "When elected, this Park Board will re-invigorate the Capital Plan process so as to revitalize aging facilities. Improve the 80+ year old collaborative relationships with community association, while strengthening partnerships with field user groups. Seek to reduce pay parking at public parks and fields.",
    "Biography": "Massimo has been volunteering for 30 years, serving on a number of community association boards in various executive positions and participating in countless number of committees. During this time, he most notably worked on two successful capital plan campaigns, and collaborated on the Vancouver Parks Boards Joint Operating Agreement Task Force and its risk management and membership sub committees.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "mass@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "park4.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Mathew Kagis",
    "Party": "Work Less Party",
    "Priority1": "More Community Gardens",
    "Priority2": "Less Expensive One Cards",
    "Priority3": "Carbon Sequestering",
    "Platform": "Creating more community gardens in city parks. Giving tax breaks to developers for temporary gardens & expecting outside groups to create gardens is not working. Every person who wants garden space should have it. One Cards should be less expensive, the bar for a subsidized card should be higher & people should have easier access to community centers. Sustainable practices and using parks to sequester atmospheric carbon. A truly \"Greenest City\".",
    "Biography": "I'm a longtime social and environmental justice activist. I'm an expert gardener, great cook & a Sommelier. I love our green spaces & want to be a part of managing them for the betterment of people's lives and for the environment. I live in East Vancouver with roommates a large garden and 3 cats.",
    "Twitter": "https://twitter.com/less_vote",
    "Facebook": "https://www.facebook.com/VoteWorkLess/",
    "Instagram": "https://www.instagram.com/occupy.medic/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-840-9357",
    "Email": "skipatrolguy@gmail.com",
    "Website": "http://worklessparty.org/",
    "Picture": "park21.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Olga Zarudina",
    "Party": "Coalition Vancouver",
    "Priority1": "Keeping community centres",
    "Priority2": "Transparency of funds",
    "Priority3": "Supporting local artists",
    "Platform": "Olga belongs to the senior layer of the millennials generation and recognizes the issues that young families with children face in big cities: accessible usage of pools, cleanliness of parks, and limited availability of sports grounds.  Olga wishes to bring Vancouver vibrant arts and music culture to the next level. She will focus on supporting local artists, sculptors, musicians and all Vancouverites in their artistic self-expression to make the city esthetically bloom with new colours.",
    "Biography": "Olga Zarudina is a licensed REALTOR® and a certified translator.  Olga holds Bachelor's and Master's Degrees in Linguistics and Translation/Interpretation. She has served as a Director-at-Large on the Board of Directors of the Society of Translators and Interpreters of British Columbia, and is a current Director of the Riley Park Hillcrest Community Centre Association.",
    "Twitter": "https://twitter.com/olgazarudina",
    "Facebook": "https://www.facebook.com/olga.zarudina",
    "Instagram": "https://www.instagram.com/o.zarudina/",
    "YouTube": "https://www.youtube.com/channel/UChb4PTFVpDERVcNQHy36AOg",
    "Other": "a-leveltranslations.com",
    "Phone": "",
    "Email": "olgazarudina@coalitionvancouver.ca",
    "Website": "coalitionvancouver.ca",
    "Picture": "park0.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Pall Beesla",
    "Party": "NPA",
    "Priority1": "Park safety & cleanliness",
    "Priority2": "More outdoor pools",
    "Priority3": "More turf fields",
    "Platform": "Parks play an important role in the development and growth of families and children. My priorities as a Park Board Commissioner will be to improve park safety and cleanliness, advocate for more outdoor swimming pools, and more turf fields.",
    "Biography": "Pall Beesla is a community advocate, city bus driver, and past Union Job Steward who lives in South Vancouver with his wife and 2 small children. Born and raised in Vancouver, Pall understands the important role parks play in the development and growth of families and children.",
    "Twitter": "https://twitter.com/pallbeesla",
    "Facebook": "https://www.facebook.com/pall.beesla",
    "Instagram": "https://www.instagram.com/pallbeesla/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-360-6113",
    "Email": "pall.beesla@npavancouver.ca",
    "Website": "https://npavancouver.ca/pall-beesla/",
    "Picture": "park15.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Ray En-Jui CHANG",
    "Party": "Coalition Vancouver",
    "Priority1": "Lower facility fees",
    "Priority2": "Upgrade Public Facilities",
    "Priority3": "Giving Community a Voice",
    "Platform": "Ray and his Coalition Vancouver team will save our community centres by preserving and strengthening our community's involvement. He will renovate and upgrade aging facilities to that of modern sustainable standards.  Ray will also reduce the current costly fees to our city facilities and programs to allow for greater accessibility for everyone. Ray will implement a Clean Parks Plan which will double cleaning crews to address the needles and garbage at our beautiful parks.",
    "Biography": "Ray grew up swimming at the bustling Riley Park pool with his family. He is a UBC pre-med student. Ray is an active volunteer. He has led adaptive aquatics and physiotherapy classes for seniors with disabilities. Ray is currently the Vice-President of Hillcrest Community Centre and helped shape it into one of the finest community centres in the city.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/Rayc64",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/ray-chang-778276112/",
    "Phone": "604-675-8422",
    "Email": "raychang@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca/ray-chang/",
    "Picture": "park32.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Ray Goldenchild",
    "Party": "VANCOUVER 1st",
    "Priority1": "Revitalize Facilities",
    "Priority2": "Partnership rebuilding",
    "Priority3": "Financial Accountability",
    "Platform": "When elected, this Park Board will re-invigorate the Capital Plan process so as to revitalize aging facilities. Improve the 80+ year old collaborative relationships with community association, while strengthening partnerships with field user groups. Seek to reduce pay parking at public parks and fields.",
    "Biography": "Coming to Canada as young boy, Ray Goldenchild used sports to integrate into a new place and culture.  He has dedicated his life to giving back to Canada and the city of Vancouver through activism within youth soccer and basketball associations. Ray runs a sports management consulting company and is currently president of the Vancouver Youth Soccer Association.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "ray@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "park18.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Rick Hurlbut",
    "Party": "ProVancouver",
    "Priority1": "Innovative Park Design",
    "Priority2": "Sustainable Funding",
    "Priority3": "Community Engagement",
    "Platform": "I've been attending Park Board meetings and community engagement sessions for the past 22 months. Park Board is a complex and demanding position, requiring knowledge of the issues, open dialogue with residents and stakeholders, and an understanding of how the City functions. I've made that investment.  Together with my recreation, volunteer and tourism experience, I have the needed skills.   ProVancouver understands that parks become increasingly important as housing densification means fewer people have a backyard.",
    "Biography": "Like most Vancouver residents, I first lived in other places. Grew up in Toronto and spent the 80s in Edmonton. I've lived here since 1991, appreciating how the diversity of its people makes the city great.  BA degree in Recreation Administration; Travel Consulting diploma. 27 years of travel & tourism employment. Multiple volunteer business, community & arts organization board experience.",
    "Twitter": "https://twitter.com/RickHurlbut",
    "Facebook": "https://www.facebook.com/ElectRickHurlbut/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-789-8226",
    "Email": "rick@provancouver.ca",
    "Website": "https://www.provancouver.ca/rick_hurlbut",
    "Picture": "park22.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Shamim",
    "Party": "Shivji",
    "Priority1": "community engagement",
    "Priority2": "equity in city amenities",
    "Priority3": "invest in public spaces",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "Lawyer, mediator and former president of West Point Grey Community Association who is dedicated to meaningful community engagement.",
    "Twitter": "https://twitter.com/shamimshivji18",
    "Facebook": "https://www.facebook.com/shamim.shivji.vancouver/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "shamim.shivji@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "park17.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Steven Nemetz",
    "Party": "",
    "Priority1": "Keep it Green!",
    "Priority2": "Keep it Clean!",
    "Priority3": "Grow our Dream!",
    "Platform": "Having grown up in Vancouver, the City is the source of my pride and passion.  Central to my love of Vancouver, are its parks, beaches, and other places that nature has uniquely gifted this city.  My mission is to keep our Parks green, clean, accessible, usable, and beautiful for all the citizens of Vancouver.  This is our natural heritage to enjoy and to care for, and our sacred trust to protect for those that follow.",
    "Biography": "Steven's roots in the city of Vancouver are deep.  Steven is the fourth generation of his family to live in Vancouver.  (See nemetzfamily.ca)  All his schooling, up through UBC, took place in Vancouver.  Steven has a J. D. and an LL.M from Osgoode Hall Law School, and an MBA from Schulich School of Business.  Steven is a father and grandfather.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-638-7200",
    "Email": "info.campaign@stevennemetz.com",
    "Website": "www.stevennemetz.com",
    "Picture": "park5.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Stuart Mackinnon",
    "Party": "Green Party of Vancouver",
    "Priority1": "Sustainable Parks",
    "Priority2": "Affordable Recreation",
    "Priority3": "Reconciliation",
    "Platform": "The Green Party will: Honour Vancouver's rich, natural beauty by prioritizing ecological, social, and economic sustainability for projects undertaken by the Park Board. We take a proactive stance toward increasing biodiversity, protecting wildlife, and preserving habitat. Greens will work in close collaboration with our partners and staff to provide a welcoming and inclusive standard at every Park Board facility, for all ages, genders, abilities, and backgrounds. We will promote reconciliation, healthy recreation, and active transportation.",
    "Biography": "Stuart Mackinnon is currently the Chair of the Park Board. Stuart was first elected a Park Board Commissioner with the Green Party from 2008-2011. He teaches and is currently the Special Education Department Head and School Based Resource Teacher at Killarney Secondary in Vancouver. Stuart lives, works, and shops in the Champlain/Fraserlands neighbourhood of Vancouver.",
    "Twitter": "https://twitter.com/betterparks",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-689-9200",
    "Email": "stuart4parks@gmail.com",
    "Website": "www.stuart4parks.ca",
    "Picture": "park31.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "TARAN KAUR SANGHA",
    "Party": "Coalition Vancouver",
    "Priority1": "Safe & Clean Parks Plan",
    "Priority2": "Free Parking & Lower Fees",
    "Priority3": "No Sunset Clause",
    "Platform": "Taran and her Coalition Vancouver team will focus on lowering facility costs for young adults and those with disabilities. We will double the cleaning crews in parks and increase accessibility by decreasing prices.  We will also restore free parking.",
    "Biography": "Taran was born and raised in Vancouver. She grew up attending programs at various community centers and enjoys exploring the city on her bike. She also makes and serves food at shelters and for large community events. Her actions are community driven to ensure accessibility for everyone.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://coalitionvancouver.ca/",
    "Phone": "",
    "Email": "taransangha@coalitionvancouver.ca",
    "Website": "",
    "Picture": "park9.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Tricia Barker",
    "Party": "NPA",
    "Priority1": "Be a voice for seniors",
    "Priority2": "Park safety",
    "Priority3": "Save soft walk/run paths",
    "Platform": "My work with the older adult and senior community is close to my heart. I believe this vibrant group needs a strong voice speaking on their behalf. I hope to be an advocate for those who have become invisible and whose voices have been diminished. We should be listening to their needs and concerns and then acting on those issues. I want to ensure we make our beautiful parks welcoming and safe for their enjoyment.",
    "Biography": "Born and raised in Vancouver, Tricia is a certified personal trainer specializing in seniors who wish to live a healthy and more productive life. Tricia has a deep connection with the local Scottish community and sits on various boards. She's involved with various walking and running groups. Tricia treasures the vital role parks play in our everyday life.",
    "Twitter": "https://twitter.com/triciabarker49",
    "Facebook": "https://www.facebook.com/tricia.barker.12",
    "Instagram": "https://www.instagram.com/triciabarkermep/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/tricia-barker-0a9a9829/",
    "Phone": "604-360-6113",
    "Email": "tricia.barker@npavancouver.ca",
    "Website": "https://triciabarker.com/",
    "Picture": "park2.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Victor Cuevas",
    "Party": "Independent",
    "Priority1": "Affordable housing",
    "Priority2": "Traffic safety",
    "Priority3": "Support for businesses",
    "Platform": "Working with the community to establish betters support networks that will lead to more affordable Housing, safer traffic flow and support for the local business that keep our city vibrant and colorful.",
    "Biography": "My background as a local business owner and hairstylist had given me the open mind and skills needed to bring the city to a clearer path to vibrancy.  I understand how to work within a budget and how not to overspend on frivolous ventures.  My years of hard work has taught me that everyone has a chance to succeed.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "https://www.instagram.com/vicstar73/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-351-6902",
    "Email": "victor@raincitybikes.com",
    "Website": "",
    "Picture": "park23.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Winnie Siu",
    "Party": "Coalition Vancouver",
    "Priority1": "Community Involvement",
    "Priority2": "Safe & Clean Parks Plan",
    "Priority3": "Free Parking & Lower Fees",
    "Platform": "I with my Coalition Vancouver team will focus on strengthening Community involvement in Community Centres by valuing volunteerism. Implement a Clean Parks Plan and will double cleaning crews to address needles and garbage. Increase accessibility by decreasing prices. Restore free parking and lower facility fees. Restore financial accountability to the Parks Board. Take a Common-Sense approach that is 100% for the People",
    "Biography": "I am a Professional Civil Engineer with a MBA that has a background in engineering, business strategy and financial consulting.  Further, I have sat on various boards, including 2 community theatre boards providing strategy consultation. I appreciate the many parks around Vancouver since as a child and am currently passionate about increasing the number of dog friendly parks in Vancouver.",
    "Twitter": "https://twitter.com/winniesiu_covan",
    "Facebook": "https://www.facebook.com/winnie.siu.7370",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://coalitionvancouver.ca",
    "Phone": "",
    "Email": "winniesiu@coalitionvancouver.ca",
    "Website": "https://coalitionvancouver.ca",
    "Picture": "park14.jpg"
  },
  {
    "Position": "Park Board commissioner",
    "Name": "Yogi Johl",
    "Party": "VANCOUVER 1st",
    "Priority1": "Revitalize Facilities",
    "Priority2": "Partnership rebuilding",
    "Priority3": "Financial Accountability",
    "Platform": "When elected, this Park Board will re-invigorate the Capital Plan process so as to revitalize aging facilities. Improve the 80+ year old collaborative relationships with community association, while strengthening partnerships with field user groups. Seek to reduce pay parking at public parks and fields.",
    "Biography": "Vancouver born and raised, university educated with athletic scholarships. Continued to compete at national international, and world levels representing Canada at the Olympic games.  Running for Parks Board because I believe I can do a better job of promoting kids getting into, and continuing in sports, to promote a better awareness of the benefits of having a healthy active lifestyle.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "yogi@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "park26.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Aaron Leung",
    "Party": "Vision Vancouver",
    "Priority1": "Mental health services",
    "Priority2": "District sustainability",
    "Priority3": "Seismically safe schools",
    "Platform": "Vision Vancouver will move Vancouver forward. We will be champions for public education for children. We will seismically upgrade schools to make sure students and educators are safe. We'll make sure every child has the support they need to reach their potential by investing in ESL, special needs students, and other diverse learning needs. We'll maintain positive relationships with parents, students and educators. And we'ill make childcare, early learning and adequate provincial funding top priorities.",
    "Biography": "Aaron is a public education advocate, an engaged resident of Champlain Heights and a locally and nationally recognized leader for his work supporting students on sustainability-related issues at the Vancouver School Board, which included co-founding the VSB Sustainability Conference.",
    "Twitter": "https://twitter.com/HiAaronLeung",
    "Facebook": "https://www.facebook.com/HiAaronLeung/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "aaron.leung@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "school22.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Allan Wong",
    "Party": "Vision Vancouver",
    "Priority1": "Adequate education funds",
    "Priority2": "Seismic Upgrades",
    "Priority3": "Relationship building",
    "Platform": "Vision Vancouver will move Vancouver forward. We will be champions for public education for children. We will seismically upgrade schools to make sure students and educators are safe. We'll make sure every child has the support they need to reach their potential by investing in ESL, special needs students, and other diverse learning needs. We'll maintain positive relationships with parents, students and educators. And we'ill make childcare, early learning and adequate provincial funding top priorities.",
    "Biography": "Allan has served on School Board since 1999, where he has earned a reputation for being a fierce advocate for seismic school upgrades and student safety. He is a long-time public education advocate committed to supports for ESL and special needs students and improving aboriginal graduation rates, earning him the trust of parents, teachers and students alike.",
    "Twitter": "https://twitter.com/awong39",
    "Facebook": "https://www.facebook.com/Allan-Wong-Vancouver-School-Board-trustee-1728919207403193/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "allan.wong@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "school25.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "B.K. Barbara Anderson",
    "Party": "IDEA Vancouver",
    "Priority1": "Restore band & strings",
    "Priority2": "Safe water in all schools",
    "Priority3": "Children at local school",
    "Platform": "I will push to have the city provide more land and money from developer fees to build more classrooms in high density areas.  I will work to make schools safe for all students including LGBTQ and minority students.  I want to restore Elementary Band and Strings programs and to ensure there is no lead in school drinking fountains.  CUPE 15 staff, our Special Needs Aides, need a higher pay grid to live in the city.",
    "Biography": "I recently retired from working for the VSB as an Education Coordinator and parent-district Liaison for 17 years.  I was a film-maker and small business owner before that and have taught in Vancouver and Nairobi.  I have a BEd and MA and I am running as an Independent because I want to listen to parents not political parties.",
    "Twitter": "https://twitter.com/bkanderson1976",
    "Facebook": "http://www.facebook/moreclassrooms",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-880-0485",
    "Email": "voteidea@gmail.com",
    "Website": "voteidea.ca",
    "Picture": "school18.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Barb Parrott",
    "Party": "COPE",
    "Priority1": "End child poverty",
    "Priority2": "Equitable & safe schools",
    "Priority3": "Better budget process",
    "Platform": "Ensure all Vancouver school children are provided with a free and nutritious breakfast and lunch Create an indigenous secondary school Develop an action plan to eliminate the achievement gap for vulnerable students Implement the VSB Multiculturalism and Anti-Racism Policy Work with local government to make Vancouver a pilot city for $10/day child care Implement an equitable funding formula across the district Eliminate public funding for private schools Develop an even more environmentally-friendly school system",
    "Biography": "Life-long learner Reading Recovery teacher, Resource teacher, Classroom teacher – retired Honourary Life Member – Vancouver Elementary School Teachers' Association (VESTA) and British Columbia Teachers' Association (BCTF) GA Fergusson Memorial Award recipient B. Ed, M. Ed, UBC Parliamentarian Past member, Living Wage Committee Aunt, great aunt, reader knitter, kayaker, dog owner Electric car owner",
    "Twitter": "https://twitter.com/ParrottBarb",
    "Facebook": "https://www.facebook.com/BarbParrott4Schools/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "barb@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "school19.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Bruno Baronet",
    "Party": "VANCOUVER 1st",
    "Priority1": "Safe Schools",
    "Priority2": "More funding for schools",
    "Priority3": "After School Programs",
    "Platform": "As trustees we will work with the province, city council and park board to bring world class education to children. We will increase funding by seeking partners to expand after-school programs like financial literacy, entrepreneurship, technology/coding, French, Mandarin and other languages. Cooperate with other school boards and districts. Re-purpose unused school infrastructure to support the community, the arts and other extracurricular and educational initiatives. Work with the city to create daycare spaces.",
    "Biography": "Bruno is a small business owner living in Champlain Heights. An advocate of technology, entrepreneurship and fitness. He speaks French and English and is a voice in the Vancouver Francophone community. He works with local small businesses to help them do more with technology. Bruno is a life long learner who wishes to impart his passion for learning to children.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "bruno@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "school17.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Carmen Cho",
    "Party": "NPA",
    "Priority1": "Educational enrichment",
    "Priority2": "Improve student support",
    "Priority3": "Attract & retain teachers",
    "Platform": "Prioritize good governance and ensure that funding is allocated and managed wisely.   It is essential that we offer and fund early identification, designation and personalized programming for learners with special needs.  Focus on educational excellence by expanding Reading Recovery and literacy programs.  Enhance programs that enrich student education and meet the unique needs of students and families.  Expedite capital construction and seismic upgrades of school facilities to ensure the safety of students.",
    "Biography": "Carmen was born and raised in Vancouver. She attended Sir Winston Churchill Secondary and completed her BSc in Biopsychology at UBC in 1993. She has been an active member of the Queen Elizabeth Elementary PAC. Carmen will bring a practical perspective to the School Board drawing on her own experience as well as that of other parents in her community.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-360-6113",
    "Email": "carmen.cho@npavancouver.ca",
    "Website": "https://npavancouver.ca/",
    "Picture": "school16.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Carrie Bercic",
    "Party": "OneCity",
    "Priority1": "No school closures",
    "Priority2": "Hire enough teachers",
    "Priority3": "Increase childcare spaces",
    "Platform": "Carrie is running with OneCity for re-election in order to continue the work that she has already started. She is committed to making bold, politically brave moves that put students first. She brought forward a motion to remove public funding from elite private schools in the Vancouver in order to ensure public money was available within schools that can be accessed by all students. She has fought against budget cuts at the School Board.",
    "Biography": "Carrie Bercic was elected OneCity's first School Board Trustee in the 2017 Vancouver by-election.  Carrie has spent 20 years advocating for public education, volunteering at local schools and fighting for all students.  She was actively involved in Parent Advocacy Network for Public Education, Families Against Cuts to Education, and Friends of the School Library.  Carrie is running with OneCity.",
    "Twitter": "https://twitter.com/CarrieBercic",
    "Facebook": "https://www.facebook.com/CarrieBercicOneCity/",
    "Instagram": "https://www.instagram.com/onecityvancouver/",
    "YouTube": "Youtube  https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "carrie@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "school6.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Chris Qiu",
    "Party": "NPA",
    "Priority1": "Educational Excellence",
    "Priority2": "Special Needs Funding",
    "Priority3": "Community Partnership",
    "Platform": "Strengthen education by expanding math, language, art and Reading Recovery literacy programs.  Provide a safe campus by expediting capital construction and seismic safety upgrades.   Provide early identification of and continued assistance to learners with special needs.   Community support for before and after-school care and enrichment programs.  Good governance and a balanced budget to ensure that education funding is allocated and spent wisely.",
    "Biography": "With over 15 years of professional experience as a legal analyst, accountant and claims assistant at the world's largest insurance brokerage firm, Chris, vice-chair of Churchill PAC, is also a dedicated mother of three and passionately volunteers at various community and charity organizations. She holds a Bachelor of Laws from Tsinghua University and a Master of Laws from McGill University.",
    "Twitter": "https://twitter.com/chrisqiu11",
    "Facebook": "https://www.facebook.com/chrisyunxia.qiu",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-360-6113",
    "Email": "chris.qiu@npavancouver.ca",
    "Website": "https://npavancouver.ca/chris-qiu/",
    "Picture": "school15.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Christopher JK Richardson",
    "Party": "NPA",
    "Priority1": "Funding Special Needs",
    "Priority2": "Seismic Safe Rebuilds",
    "Priority3": "Teacher Hiring & Retain",
    "Platform": "It is essential that we offer and fund early identification, designation and personalized programming for learners with special needs. Ensure full teacher staff compliment.  Prioritize good governance and ensure that funding is allocated and managed wisely.  Expedite capital construction and seismic upgrades of neighbourhood school facilities to ensure the safety of all.   Focus on educational excellence by expanding literacy programs.   Enhance programs that enrich student education and meet the unique needs of students and families.",
    "Biography": "A Chartered Professional Accountant, community volunteer and gift planner.  Richardson was a Vancouver School Trustee '14-'16, Chair in 2015. He served 3 terms as a Park Commissioner. For 45 years, he has served as a Traffic Authority Constable. Awarded a Diamond Jubilee Medal by MP Libby Davies. Married with 2 sons, is a half marathon walker and is learning Mandarin.",
    "Twitter": "https://twitter.com/richardsonyvr",
    "Facebook": "https://www.facebook.com/LiJifu",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/christopher-jk-richardson-fcpa-fca-a43a2411/",
    "Phone": "606-218-0981",
    "Email": "chrisgiv@direct.ca",
    "Website": "https://npavancouver.ca/christopher-richardson/",
    "Picture": "school7.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Diana Day",
    "Party": "COPE",
    "Priority1": "Food program for all kids",
    "Priority2": "Culturally safe schools",
    "Priority3": "Housing for teachers",
    "Platform": "Ensure all Vancouver school children are provided with a free and nutritious breakfast and lunch Create an indigenous secondary school Develop an action plan to eliminate the achievement gap for vulnerable students Implement the VSB Multiculturalism and Anti-Racism Policy Work with local government to make Vancouver a pilot city for $10/day child care Implement an equitable funding formula across the district Eliminate public funding for private schools Develop an even more environmentally-friendly school system",
    "Biography": "Diana Day, an Indigenous woman and Lead Matriarch for the Pacific Association of First Nations Women, was executive member of the VSB District PAC for 3 years. She has an honours degree in Psychology, and has worked in program development and management at local, regional, provincial and national levels. She has two young adult children, both in post-secondary studies.",
    "Twitter": "https://twitter.com/DianaDaydream",
    "Facebook": "https://www.facebook.com/Diana-Day-COPE-School-Board-Candidate-718639904858583/",
    "Instagram": "https://www.instagram.com/dianadaydream/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "diana@votecope2018.ca",
    "Website": "www.votecope2018.ca",
    "Picture": "school29.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Erica Jaaf",
    "Party": "OneCity",
    "Priority1": "No school closures",
    "Priority2": "Fully staff our schools",
    "Priority3": "Increase childcare spaces",
    "Platform": "Erica will be guided by her values of supporting all students according to need, valuing the work of all school staff and nurturing healthy communities. She will work for adequate supports for students with all type of learning needs and support indigenous-focused programming and the implementation of the Truth and Reconciliation Commission recommendations. Erica will speak up for every student.  Erica is running with OneCity.",
    "Biography": "Erica Jaaf is an advocate for public education, organizer, former Parent Advisory Committee (PAC) and District Parent Advisory Committee (DPAC) member, data manager, and parent of two. She is committed to fighting for all students to access schools that are vibrant and inclusive.  Erica is running with OneCity.",
    "Twitter": "https://twitter.com/ericajaaf",
    "Facebook": "www.facebook.com/EricaJaafOneCitySchoolBoardCandidate/",
    "Instagram": "www.instagram.com/onecityvancouver/",
    "YouTube": "www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "erica@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "school14.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Erin Arnold",
    "Party": "Vision Vancouver",
    "Priority1": "Seismically safe schools",
    "Priority2": "Diverse learning needs",
    "Priority3": "Childcare, early learning",
    "Platform": "Vision Vancouver will move Vancouver forward. We will be champions for public education for children. We will seismically upgrade schools to make sure students and educators are safe. We'll make sure every child has the support they need to reach their potential by investing in ESL, special needs students, and other diverse learning needs. We'll maintain positive relationships with parents, students and educators. And we'ill make childcare, early learning and adequate provincial funding top priorities.",
    "Biography": "Erin is a parent and an experienced professional in counselling, victim services, and facilitation. She is familiar with government policy and process after working within multiple provincial government ministries and will be a strong voice for public education.",
    "Twitter": "https://twitter.com/erinarnolddream",
    "Facebook": "https://www.facebook.com/Erin-Arnold-for-Vancouver-School-Board-878520508976394/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "erin.arnold@votevision.ca",
    "Website": "www.votevision.ca",
    "Picture": "school30.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Estrellita Gonzalez",
    "Party": "Green Party of Vancouver",
    "Priority1": "More childcare spaces",
    "Priority2": "Quality food in schools",
    "Priority3": "Speedup Seismic schedule",
    "Platform": "I believe in the Green way of a collaborative non-partisan approach to politics. I have demonstrated this on the VSB in the last year after being elected in the by-election. The current Board has worked well together in a respectful & effective manner. There is still much to do which is why I am running again. My skills in HR & leadership will help to make SD39 the best in BC.",
    "Biography": "I have a BBA & 15+ years of experience in corporate HR & marketing, in Canada & Asia. For the last 10 years I have been in the wellness industry owning & operating a medispa & wellness centre. I have authored 2 books & speak on wellness. I am a parent to a grade 10 student at Eric Hamber.",
    "Twitter": "https://twitter.com/estiemgonzalez",
    "Facebook": "https://www.facebook.com/estrellita4schools",
    "Instagram": "https://www.instagram.com/dermabright/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-306-7718",
    "Email": "estrellita.gonzalez@vangreens.ca",
    "Website": "www.vangreens.ca",
    "Picture": "school11.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Fairnia Farrokhi",
    "Party": "",
    "Priority1": "Teach Kids Coding & Tech",
    "Priority2": "Teach Tech to Teachers",
    "Priority3": "Build Smart Classrooms",
    "Platform": "Technology will continue to change the world, it is our job to prepare Vancouver's students for these changes. If Fairnia Farrokhi is elected, she will ensure students are taught crucial skills that will provide them with a competitive advantage when applying to universities, colleges, internships, and most importantly jobs – and that is coding. She will support teachers in learning the foundations of coding and incorporating fun ways to introduce coding concepts into their classrooms.",
    "Biography": "Fairnia Farrokhi is a web developer, passionate about technology, who is running to ensure Vancouver's students stay current with technological advancements. In her spare time, she mentors at Canada Learning Code events because she believes everyone can benefit from learning to code. She believes coding will one day be one of the most important forms of expression and communication.",
    "Twitter": "https://twitter.com/fairnia",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "hello@fairnia.com",
    "Website": "www.fairnia.com",
    "Picture": "school32.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Fraser Ballantyne",
    "Party": "NPA",
    "Priority1": "Excellence in education",
    "Priority2": "Seismically safe schools",
    "Priority3": "Revenue generation",
    "Platform": "Prioritize good governance and ensure that funding is allocated and managed wisely.  It is essential that we offer and fund early identification, designation and personalized programming for learners with special needs.  Focus on educational excellence by expanding Reading Recovery and literacy programs.   Enhance programs that enrich student education and meet the unique needs of students and families.  Expedite capital construction and seismic upgrades of school facilities to ensure the safety of students.",
    "Biography": "First elected in 2011, Ballantyne has served as a VSB School Trustee and Board Chair. He is a 40-year veteran in education. His experience has given him a strong insight into the issues and concerns of students, parents, and teachers in the Vancouver public school system. Generating new funding for the most vulnerable students is a top Priorityfor Ballantyne.",
    "Twitter": "https://twitter.com/frasergb",
    "Facebook": "https://www.facebook.com/fraser.ballantyne.98",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/fraser-ballantyne-14755165/",
    "Phone": "604-319-2520",
    "Email": "fraser.ballantyne@npavancouver.ca",
    "Website": "https://npavancouver.ca/fraser-ballantyne/",
    "Picture": "school28.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Gordon T. Kennedy",
    "Party": "",
    "Priority1": "Effective use of Assets",
    "Priority2": "Prudent Expenditures",
    "Priority3": "Efficient use of Revenue",
    "Platform": "Education is the most important asset for our future. It should be effective and valuable. Every person should have access. As a trustee we should make efficient use of all Board resources and assets. If a balanced budget is not achieved then the salaries of the trustees should be the first thing cut.",
    "Biography": "Living in the West End of Vancouver since 1989. 23 years as experience as a Federal Government Officer and 10 years as management in the Hospitality Industry. Graduated Ryerson University in 1981. Have been involved in volunteer work my entire life. Since 2003 I have been a contract Professor at the British Columbia Institute of Technology and recently Langara College.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "",
    "Website": "",
    "Picture": "school.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Janet Fraser",
    "Party": "Green Party of Vancouver",
    "Priority1": "Safe & inclusive schools",
    "Priority2": "Fully funded classrooms",
    "Priority3": "Community & childcare",
    "Platform": "Students must be the center of our schools, and our schools are the hearts of our communities. Green trustees will work for safe and inclusive schools with a renewed focus on the VSB's reconciliation journey.  We need to ensure our students have the seismically safe, well maintained buildings and fully resourced classrooms needed to support their success. With community partners we will seek to expand the VSB's collaborations, including out-of-hours facilities use and childcare. spaces.",
    "Biography": "I'm a trustee and the Board Chair and am committed to the success of Vancouver's students. I work with integrity and build strong relationships. I've been a scientist, project manager, at home parent and program administrator. I have three teenage children, we've lived in Marpole for 17 years and I was on my school PAC executives for 10 years.",
    "Twitter": "https://twitter.com/janetrfraser",
    "Facebook": "www.facebook.com/vangreens",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-362-1826",
    "Email": "janet.fraser@vangreens.ca",
    "Website": "www.vangreens.ca",
    "Picture": "school5.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Jennifer Reddy",
    "Party": "OneCity",
    "Priority1": "No school closures",
    "Priority2": "Fully staff our schools",
    "Priority3": "Increase childcare spaces",
    "Platform": "Students across Vancouver do not currently have access to all of the resources they need: learning materials, specialists, or even safe drinking water. They are also impacted by issues outside of the classroom: the struggle of evictions, unstable housing, and parents juggling multiple jobs.  Jennifer is understands these challenges and will work to solve them. She will help build safer and more inclusive spaces for students.  Jennifer is running with OneCity.",
    "Biography": "Jennifer Reddy is a educator and immigrant support worker for some of the most vulnerable students in Vancouver's schools. She holds a Masters in Social Policy and Development from the London School of Economics and is a founder of EdMeCo, an organization using mentorship programs to support students in their educational goals.",
    "Twitter": "https://twitter.com/reddyforchange",
    "Facebook": "www.facebook.com/RUReddyforChange/",
    "Instagram": "https://www.instagram.com/onecityvancouver/",
    "YouTube": "https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "jennifer@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "school1.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Julian Prieto",
    "Party": "YES Vancouver",
    "Priority1": "More Choice",
    "Priority2": "Teach useful money skills",
    "Priority3": "End bullying",
    "Platform": "Everyone learns differently and should be equally supported. I am running to help schools teach financial literacy and useful life skills, provide a compassionate, bully-free environment, and pursue excellence.  I believe in more choice for parents, innovation from teachers and opportunities for kids. We can learn from the best systems around the world. I would like to support the arts, special needs, encourage healthy food, gifted scholarships, address care shortages, and prioritize earthquake protection.",
    "Biography": "As an educator, I hope to bring my passion for teaching to the school board. I was born in Colombia, graduated from Lord Byng (not too long ago!) and earned my Msc from Oxford in mathematics.  I speak Chinese and wish to expand bilingual programs. My hope is to be an accessible trustee, and offer more parental choice in education.",
    "Twitter": "https://twitter.com/prietojo",
    "Facebook": "https://www.facebook.com/jorgejulianprieto/",
    "Instagram": "https://www.instagram.com/jjulianprieto/",
    "YouTube": "https://www.youtube.com/channel/UCqdXdcYQN3Tm_9romFYuhcQ",
    "Other": "",
    "Phone": "604-999-6716",
    "Email": "contact@yesvancouver.ca",
    "Website": "www.voteprieto.com",
    "Picture": "school3.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Kelly Alm",
    "Party": "",
    "Priority1": "Leadership for Solutions",
    "Priority2": "VSB Land Daycare Solution",
    "Priority3": "New Study Method Course",
    "Platform": "Honestly: You should read all of my 300+ proposals to see I am worthy of your vote. Proposals are at kellyalm.ca. I graduated from Eric Hamber Secondary in 1986. Every student needs to take a study method class to learn how to study. I have a property management plan for VSB properties. My leadership is what the Vancouver School Board needs. Find and select Alm first.",
    "Biography": "Vancouver born, Eric Hamber Secondary, Service Award Graduate 1986. 50 years old. Double major UBC Urban Land Economics graduate. Technology pioneer and inventor. VPD Certificate of Merit recipient. Finalized 300+ Vancouver safety, fun, educational and economic proposals in 2014. Extensive property management background, born leader and problem solver. Resume and proposal list at kellyalm.ca",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "http://www.kellyalm.ca/ALMproposals14e.pdf",
    "Phone": "604-732-5867",
    "Email": "info@kellyalm.ca",
    "Website": "kellyalm.ca",
    "Picture": "school8.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Ken Denike",
    "Party": "Coalition Vancouver",
    "Priority1": "Oversee excellent system",
    "Priority2": "Address declining enrol",
    "Priority3": "Return sch tax to schools",
    "Platform": "I see my role – oversee a system that motivates students like music and sports, reflects the aspiration of parents as well as the wider society.\"  Denike's goal - guide the Board to answer \"students are heading back to class but is the B.C. school system ready for them?\" We must \"solve the shortage of language and special needs teachers. Declining enrollment in the public schools creates budget shortfall, lobby for return of school tax.",
    "Biography": "Denike has depth of skills, experience, dedication: \tTaught @Wharton School of Business, University of Pennsylvania, UBC, Visiting Scholar Stanford. \tFirst elected 1984 – chaired VSB 5 terms - key role in building current system. \tLife member of BC School Trustees Association. \t       Director on inaugural board of Vancouver Coastal Health. \t       Lobbied Federal Gov't successfully to get Social Workers for Integrating Students.",
    "Twitter": "https://twitter.com/ubcken",
    "Facebook": "https://www.facebook.com/ubcken",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-889-0564",
    "Email": "ubcken@gmail.com",
    "Website": "kendenike.ca",
    "Picture": "school24.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Lois Chan-Pedley",
    "Party": "Green Party of Vancouver",
    "Priority1": "Equity",
    "Priority2": "Diversity",
    "Priority3": "Music, Arts & Culture",
    "Platform": "If elected, I will push the district to better address the diverse needs of our children and families, with an emphasis on our most vulnerable young people. I would continue to critically examine the impacts of the school board's colonial past, and shift the system to be more inclusive of First Nations students and knowledge. Also, programs like music and arts must return from the margins, to better nurture our children's creativity and problem-solving skills.",
    "Biography": "By day, I make websites for nonprofits, advocacy groups, and social enterprises. By night, I'm raising two young children, together with my husband and dog in Kensington-Cedar Cottage. I have served on community boards and the Parent Advisory Council at my children's school. Also a renter, a cohousing developer, and a lifelong student.",
    "Twitter": "https://twitter.com/fishtron",
    "Facebook": "https://www.facebook.com/loiscp4vsb/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-808-5244",
    "Email": "lois.chan-pedley@vangreens.ca",
    "Website": "http://www.loiscp.ca",
    "Picture": "school27.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Marco Lee",
    "Party": "VANCOUVER 1st",
    "Priority1": "Safe Schools",
    "Priority2": "More funding for schools",
    "Priority3": "Financial skills program",
    "Platform": "As trustees we will work with the province, city council and park board to bring world class education to children. We will increase funding by seeking partners to expand after-school programs like financial literacy, entrepreneurship, technology/coding, French, Mandarin and other languages. Cooperate with other school boards and districts. Re-purpose unused school infrastructure to support the community, the arts and other extracurricular and educational initiatives. Work with the city to create daycare spaces.",
    "Biography": "Born and raised in South Vancouver, Marco has been involved in the development of local youths in Vancouver for the past 7 years. Marco is a firm believer in the empowerment of youths. \"I believe in creating solid systems that helps youth develop a strong foundation for adulthood\" Marco hold an A&S insurance license.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604.710.9535",
    "Email": "marco@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "school20.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Morgane Oger",
    "Party": "",
    "Priority1": "High quality education",
    "Priority2": "Safe, inclusive schools",
    "Priority3": "Accountability",
    "Platform": "Morgane Oger will support initiatives prioritizing spending inside the classroom. She will advocate for safe and inclusive neighbourhood schools so learners can receive an excellent, equitable education.  Morgane commits to engage with all stakeholders to ensure our schools are seismically remediated and to work to re-invigorate language and music programs that were recent cuts.  Morgane will work with stakeholders to ensure the district lives up to its reconciliation responsibilities and will support indigenous language programs.",
    "Biography": "Raised in Vancouver, Morgane Oger is an acclaimed education advocate who has served as Chair of Vancouver District Parent Advisory Council and on other not-for-profit boards.   Oger holds a BASc from UBC and runs an IT company. Working with affected communities, she founded the Morgane Oger Foundation to improve Canadian human rights laws.  Her two children attend Vancouver public schools.",
    "Twitter": "https://twitter.com/MorganeOgerBC",
    "Facebook": "http://facebook.com/MorganeOgerBC",
    "Instagram": "http://Instagram.com/MorganeOgerBC",
    "YouTube": "https://www.youtube.com/channel/UC86ov1hP7YRNgdIg2LY7j1w",
    "Other": "https://www.linkedin.com/in/morganeoger/",
    "Phone": "604-398-3846",
    "Email": "info@morganeoger.ca",
    "Website": "http://votemorganeoger.ca",
    "Picture": "school31.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Nadine C. Goodine",
    "Party": "Coalition Vancouver",
    "Priority1": "Safe school Initiative",
    "Priority2": "Parent Consultation",
    "Priority3": "School Board Transparency",
    "Platform": "Nadine will bring a fresh new voice to the Board and alongside the Coalition Vancouver team, she will focus on ensuring that children learn in a safe environment and that they are provided with the skills needed to do their best.  She is committed to exploring the learning opportunities offered by new technologies and providing additional support for teachers as they prepare our youth for the challenges ahead.",
    "Biography": "Nadine is a former PAC Chair, and has a desire to contribute more deeply to the continued development of the public school system in which her three sons are enrolled. As one who is not shy to walk away from tough conversations, she believes in focusing on increased collaboration and tolerance.",
    "Twitter": "https://twitter.com/nadineCgoodine",
    "Facebook": "https://www.facebook.com/nadineCgoodine4SchoolBoard/",
    "Instagram": "https://www.instagram.com/Goodine4SchoolBoard/",
    "YouTube": "",
    "Other": "www.coalitionvancouver.ca",
    "Phone": "778-788-9476",
    "Email": "nadinegoodine@coalitionvancouver.ca",
    "Website": "www.coalitionvancouver.ca",
    "Picture": "school4.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Oliver Hanson",
    "Party": "NPA",
    "Priority1": "Educational excellence",
    "Priority2": "Fund arts/music programs",
    "Priority3": "Seismically safe schools",
    "Platform": "Expedite capital construction and seismic upgrades of school facilities to ensure the safety of students.   Focus on educational excellence by expanding Reading Recovery and literacy programs. Enhance programs that enrich student education and meet the unique needs of students and families.  Prioritize good governance and ensure that funding is allocated and managed wisely.  It is essential that we offer and fund early identification, designation and personalized programming for learners with special needs.",
    "Biography": "Oliver is an advocate for children and their families. Born and raised on the North Shore, Oliver currently resides in Vancouver's Fraserhood with his wife and three children.  As a dedicated father, lawyer and business person, Oliver is personally invested in the quality of our children's education, as well as the safety and security of our students and teachers.",
    "Twitter": "https://twitter.com/OliverHanson",
    "Facebook": "",
    "Instagram": "https://www.instagram.com/oliverchanson/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/oliver-hanson-a2a37353/",
    "Phone": "604-360-6113",
    "Email": "oliver.hanson@npavancouver.ca",
    "Website": "https://npavancouver.ca/oliver-hanson/",
    "Picture": "school9.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Pratpal Kaur Gill",
    "Party": "VANCOUVER 1st",
    "Priority1": "Financial Literacy Skills",
    "Priority2": "More funding for schools",
    "Priority3": "Anti-bullying/Wellness",
    "Platform": "As trustees we will work with the province, city council and park board to bring world class education to children. We will increase funding by seeking partners to expand after-school programs like financial literacy, entrepreneurship, technology/coding, French, Mandarin and other languages. Cooperate with other school boards and districts. Re-purpose unused school infrastructure to support the community, the arts and other extracurricular and educational initiatives. Work with the city to create daycare spaces.",
    "Biography": "Pratpal is an advocate for empowering children and innovative programming ideas. She spearheaded the first ever Vancouver Kids Camp Expo, piloted an after-school leadership program, and sat on the board at UBC Sauder Alumni Club Vancouver where she helped oversee the programming pieces for the thousands of alumni they serve. She holds a B.Com, MHA and certificate in Values-Based Leadership.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "prat@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "school10.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Sophia Woo",
    "Party": "Coalition Vancouver",
    "Priority1": "Increase transparency",
    "Priority2": "Connect parent to school",
    "Priority3": "Mental health, drug use",
    "Platform": "Elected in 2011, Woo raises issues of student safety, opportunity for parent participation, and human resources. In 2014, named one of two Chinese Heroes in Politics in ten top newsmakers.  \"School need provide education and prevention for youth.\" Without her, the drug prevention program would have been seriously cut in 2012, again in 2013. \"Some argue mental health programs be funded, operated through MoH. Wrong - Health mandate emphasizes a clinical rather than education focus.",
    "Biography": "Sophia came to Vancouver from Hong Kong in 1978 attended secondary school. She is educated both here, a graduate of SFU, Calgary and HKU with a Master Degree in Social Work. Recognized by her peers for selfless devotion to fair play, lucid explanation, integrity. She is active volunteer (Paul Harris Fellow), past Chief Steward, Community Mental Health, HSA at VCH.",
    "Twitter": "https://twitter.com/woo_sophia",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-862-6870",
    "Email": "sophiawoo.woo123@gmail.com",
    "Website": "sophiawoo.ca",
    "Picture": "school21.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Stéphanie Descôteaux",
    "Party": "VANCOUVER 1st",
    "Priority1": "Audit finances & budget",
    "Priority2": "Financial Skills Program",
    "Priority3": "Anti-bullying & Wellness",
    "Platform": "As trustees we will work with the province, city council and park board to bring world class education to children. We will increase funding by seeking partners to expand after-school programs like financial literacy, entrepreneurship, technology/coding, French, Mandarin and other languages. Cooperate with other school boards and districts. Re-purpose unused school infrastructure to support the community, the arts and other extracurricular and educational initiatives. Work with the city to create daycare spaces.",
    "Biography": "Since coming to Vancouver in 1998 Stéphanie Descôteaux has created a successful technology-driven bookkeeping company. She was the Treasurer of a DTES charity, Working Gear Clothing Society, where she implemented an accounting system and policies. Her passion for fraud prevention, financial literacy, and education bring her to deliver finance & business acumen workshops throughout Canada and remote communities in Kenya.",
    "Twitter": "https://twitter.com/van1st2018",
    "Facebook": "https://www.facebook.com/Van1st2018/",
    "Instagram": "https://www.instagram.com/vancouver1st/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "stephanie@vancouver1st.ca",
    "Website": "http://www.vancouver1st.ca",
    "Picture": "school0.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Tiffiny Kindrid",
    "Party": "ProVancouver",
    "Priority1": "Childcare space",
    "Priority2": "Updating curriculum",
    "Priority3": "Lead free water",
    "Platform": "Devise efficient catchment areas to allow students to attend the most accessible school   All families should have access to out-of-school care to let parents work and upgrade skills   Update curriculum to prepare children for 21st century technology   Emphasize science and math education  Teach democratic values and critical thinking   Ensure clean, lead-free drinking water in all schools  All schools should have equal outcomes and opportunities, regardless of the socio-economic status of children",
    "Biography": "Tiffiny Kindrid is a third generation Vancouverite, now bringing up a fourth generation of her family in the city. Tiffiny balances a family of two children, one in elementary school and one a recent high school graduate, with working in the role of Income Equality and Co-Treasurer for her children's school PAC (Parent Advisory Committee), and volunteering for school activities.",
    "Twitter": "https://twitter.com/KindridTiffiny",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-831-3284",
    "Email": "tiffiny@provancouver.ca",
    "Website": "www.provancouver.ca",
    "Picture": "school2.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "Tony Dong, CSSM, CSSYB",
    "Party": "VANCOUVER 1st",
    "Priority1": "Improve school security",
    "Priority2": "Raise fiscal efficiency",
    "Priority3": "Repurpose infrastructure",
    "Platform": "Tony intendeds to leverage his extensive corporate security, coaching, hospitality, legal, and statistical experience to bring evidence-based decision making to the VSB. He intends to repurpose school infrastructure and programs to support the genesis of pro-social educational and extracurricular initiatives designed to keep our students safe and secure without turning schools into fortresses. He aims to work closely in collaboration with the key stakeholders - parents, teachers, and students themselves, for improvement and further growth.",
    "Biography": "Tony Dong, CSSM, CSSYB is a 22 year old Criminology undergraduate student currently employed as a Security Manager with Parq Vancouver, overseeing a daily operational team of 30+ employees out of a 100+ direct reports. He is also self-employed as the Principal of AEX Security Consultants, providing companies with management, risk, and asset protection advisory services.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/tzld96/",
    "Phone": "604-618-7081",
    "Email": "tdong@aexconsultinginc.com",
    "Website": "https://www.aexconsultinginc.com/",
    "Picture": "school26.jpg"
  },
  {
    "Position": "School trustee",
    "Name": "YING ZHOU",
    "Party": "Coalition Vancouver",
    "Priority1": "Student Safety",
    "Priority2": "Pro Parents",
    "Priority3": "Board Transparency",
    "Platform": "Ying and her Coalition Vancouver team will focus 100% on the people, including all students, parents and teachers. Ying will advocate for school safety and work on plans that will assist with drug and suicide prevention. She will ensure that parents have a voice and will bring board transparency back to the school district.",
    "Biography": "Ying holds a degree in Engineering and has more than a decade of experience in finance. For 5 years, she has been the Resident Director of the University Neighbourhoods Association. Besides speaking both official languages, she also speaks Mandarin and Cantonese. Her multi-cultural profile makes her an ideal catalyst for bridging the gap between long-time residents and newcomers.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "We-chat: zhouyinguna",
    "Phone": "778-318-5788",
    "Email": "yingzhou@coalitionvancouver.ca",
    "Website": "",
    "Picture": "school23.jpg"
  }
]