[
  {
    "Position": "Councillor",
    "Name": "Tom Max",
    "Party": "COPE",
    "BallotOrder": "64",
    "Priority1": "Housing Affordability",
    "Priority2": "Technological Innovation",
    "Priority3": "The Mental Health Crisis",
    "Platform": "I want to help Vancouverites feel less alone and more appreciated. Seniors and young people; families, entrepreneurs, and professionals – I want to tie them together for a closer-knit, more nurturing Vancouver. I want to change zoning and digitize the permitting process to get affordable homes built, and keep our communities alive. I want more city-wide events. And I want every Vancouverite to know that this is their home – because we're better together.",
    "Biography": "Tom's family came to Vancouver in 1912 – they taught him that this community matters. So in winter 2016, Tom opened his family mosque to hundreds in need, and contacted a Sikh Gurudwara to supply meals. He's organized rallies and charities. He's collaborated with government on outreach. And he started a podcast to discuss mental health, addiction and racism with Vancouverites.",
    "Twitter": "https://twitter.com/tommax",
    "Facebook": "https://www.facebook.com/tommax/",
    "Instagram": "https://www.instagram.com/tommax/?hl=en",
    "YouTube": "",
    "Other": "",
    "Phone": "778-865-3435",
    "Email": "tommax@gmail.com",
    "Website": "tommax",
    "Picture": "tommax.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ann Fay",
    "Party": "",
    "BallotOrder": "6",
    "Priority1": "Purpose Built Homes",
    "Priority2": "Purpose Built Mobility",
    "Priority3": "Purpose Built Communities",
    "Platform": "I will work to deliver a Purpose Built Vancouver. We need a Vancouver that serves all our different communities. As my top priorities, I will work to get rid of speculation, build abundant homes, and make our city safe for everyone. We must increase transportation accessibility and restore vitality to our neighbourhoods and businesses. Vancouver needs policy with purpose. It's time to focus on evidence-based policy, building on what works.",
    "Biography": "I'm a single father of 5 young kids, living in downtown Vancouver. I have founded two non-profit associations: Abundant Housing Vancouver and Abundant Transit BC, to advocate for more choices in how we live and get around our city. I blog at 5 Kids 1 Condo, where I write about the opportunities and challenges of urban family life in Vancouver.",
    "Twitter": "https://twitter.com/annfay",
    "Facebook": "https://www.facebook.com/addfay/",
    "Instagram": "https://www.instagram.com/annfay/",
    "YouTube": "https://www.youtube.com/watch?v=zngaYyYJiTQ",
    "Other": "http://www.5kids1condo.com",
    "Phone": "604-449-4563",
    "Email": "ann@fay.com",
    "Website": "http://www.annfay.com",
    "Picture": "annfay.png"
  },
  {
    "Position": "Councillor",
    "Name": "Joe Sun",
    "Party": "Green Party of Vancouver",
    "BallotOrder": "66",
    "Priority1": "Locally affordable homes",
    "Priority2": "Cleaner, greener city",
    "Priority3": "Fair, honest government",
    "Platform": "I will listen to people, work collaboratively with others, and ground decisions in good evidence. I'll focus on bolder actions for housing affordability, genuine public engagement and tackling congestion, especially through a new city-wide plan. My goal is a cleaner, greener city that's retains it's social vibrancy and liveability. I'm endorsed by the Green Party which is committed to sustainability, environmental protection, a more respectful style of politics and putting public interest first.",
    "Biography": "A two-term City Councillor, I have an MA in Urban Geography (UBC), ARCT in piano, taught at Langara, helped save B.C. wilderness, co-founded the B.C. and Vancouver Green Parties, was B.C. Greens' Leader and federal Greens' Deputy Leader and led B.C.'s Citizen's Initiative for Mixed Member Proportional Representation. Born in Vancouver, I live with my husband in the West End.",
    "Twitter": "https://twitter.com/joesun",
    "Facebook": "https://www.facebook.com/joesun/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-689-9200",
    "Email": "joe@sun.ca",
    "Website": "joesun.ca",
    "Picture": "joesun.png"
  },
  {
    "Position": "Councillor",
    "Name": "Sue Fox",
    "Party": "",
    "BallotOrder": "12",
    "Priority1": "Diverse affordable homes",
    "Priority2": "More art in the city",
    "Priority3": "Zero waste, no single-use",
    "Platform": "I'm not a politician. I'm a community builder who thrives on understanding, connection and strategy. While I'm passionate about housing, the arts and zero waste, I understand these are my pursuits. As an independent, I want to bring more thoughtful engagement, authentic partnership, creative problem-solving and outside-the-box thinking to council. I'm not working towards my Vancouver, I'm looking to build a more dynamic and diverse ours.",
    "Biography": "I'm a communications strategist, project manager and writer/editor. Previously, I was a research consultant in the settlement of Indian Residential School abuse claims. I'm a graduate of SPEC's Master Recycler program, a project manager with Small Housing BC, co-founder of the BC Tiny House Collective and a career mentor for newcomers with MOSAIC.",
    "Twitter": "http://www.twitter.com/suefox",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-992-9024",
    "Email": "info@suefox.com",
    "Website": "https://suefox.home.blog/",
    "Picture": "suefox.png"
  },
  {
    "Position": "Councillor",
    "Name": "Sue Ray",
    "Party": "COPE",
    "BallotOrder": "16",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Better transit for all",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M and $10M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Sue Ray is a former COPE city councillor and school board trustee. She taught journalism at Langara College after a career as a reporter and radio producer. A long-time community activist and feminist, Anne worked to improve schools, parks, pedestrian safety and neighbourhood shopping in Kensington-Cedar Cottage, where she and her family have lived for the past 40 years.",
    "Twitter": "https://twitter.com/sueray",
    "Facebook": "https://www.facebook.com/suerayCouncil/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "sue@ray.ca",
    "Website": "www.sueray.ca",
    "Picture": "sueray.png"
  },
  {
    "Position": "Councillor",
    "Name": "Zoe Cox",
    "Party": "",
    "BallotOrder": "31",
    "Priority1": "Environmental Development",
    "Priority2": "Sustainable Housing",
    "Priority3": "Cannabis/Hemp Commodity",
    "Platform": "I stand for greener economic measures, the promotion of green commodities, enrichment of greener communities, fiscally responsible government, and environment conservation. The policies I stand for have been developed democratically, by people from all walks of Canadian life - from every province, territory, and traditional land. I have been described as a guardian, protector, sentinel and peacekeeper. These leadership qualities prompted my prior MLA campaign and now propel me to run for City Of Vancouver.",
    "Biography": "As a proud Canadian, Zoe calls Vancouver home. Her previous work experience in public markets, commodities and raising capital, as well as her entrepreneurial aspirations - have created a force to reckon with. A marketing maven, with international experience and perspective, Zoe is determined to help Vancouver reach its goal of being the greenest city in the world by 2020.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/zoecox",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-671-8111",
    "Email": "zoe@cox.com",
    "Website": "",
    "Picture": "zoecox.png"
  },
  {
    "Position": "Councillor",
    "Name": "Sam Ray",
    "Party": "",
    "BallotOrder": "11",
    "Priority1": "Council working together",
    "Priority2": "Review planning regs.",
    "Priority3": "Climate change action",
    "Platform": "As an Independent Council Member, I will use my experience and skills to work constructively with the Mayor and other Councillors on common goals. I will support city, provincial and federal budget initiatives to improve city transportation, the Arts and to protect our ocean shores and river environments. We need to review city planning regulations, with the goal of ensuring long-term, sustainable, and mixed-use neighbourhoods to keep Vancouver a supernaturally beautiful city.",
    "Biography": "Civic Experience \tVancouver School Board Chairperson for 3 terms Trustee for \t6 years \tVancouver Symphony Board Member for 6 years \tVancouver Board of Trade member experience \tVancouver Art Gallery active member Work Experience \tIndustrial Safety Consultant \tUN International Canadian Election Observer Academic Qualifications \tBrock University Chemistry degree, BCIT OHS diploma,\tCertificates: Sauder School of Business, Justice Institute \tEmergency Management",
    "Twitter": "https://twitter.com/samray",
    "Facebook": "http://facebook.com/samray",
    "Instagram": "",
    "YouTube": "",
    "Other": "sam@ray.com",
    "Phone": "604-264-4493",
    "Email": "sam@smartt.com",
    "Website": "http://samray.com",
    "Picture": "samray.png"
  },
  {
    "Position": "Councillor",
    "Name": "Dan Ash",
    "Party": "OneCity",
    "BallotOrder": "65",
    "Priority1": "Solutions for housing",
    "Priority2": "Affordable, vibrant city",
    "Priority3": "Protect arts spaces",
    "Platform": "Brandon is committed to improving transit and accessible transportation. Brandon and OneCity will encourage active transportation by making the safety of pedestrians, cyclists and transit-users a priority. He will act to protect the cultural organizations and creative hubs that connect us to each other and our city. All his work at City Council will prioritize reconciliation as well as recognize and honour Indigenous peoples and their territories, languages and histories. Brandon is running with OneCity.",
    "Biography": "Brandon Yan is a community activist and advocate for LGBTQ2+ youth. Brandon has lived and worked in the Vancouver area all of his life and currently is a renter and pet owner in Kitsilano. Brandon has completed a Masters in Urban Studies at SFU in public engagement and civic education and is currently the Education Director for Out On Screen.",
    "Twitter": "https://twitter.com/danash",
    "Facebook": "https://www.facebook.com/danash/",
    "Instagram": "https://www.instagram.com/danash/",
    "YouTube": "https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "danash@onecityvancouver.ca",
    "Website": "www.onecityvancouver.ca",
    "Picture": "danash.png"
  },
  {
    "Position": "Councillor",
    "Name": "Pat Lee",
    "Party": "ProVancouver",
    "BallotOrder": "17",
    "Priority1": "Affordable family homes",
    "Priority2": "Upgrading infrastructure",
    "Priority3": "Stopping government waste",
    "Platform": "1. Build purpose built affordable rentals for our workforce and families to shorten commutes and stop family migration out of the city 2. Return Vancouver's housing market to people who work, live and pay taxes in Vancouver by using land covenants 3. Take average community wages and infrastructure capacity into account when approving new developments 4. Redefine housing affordability to better represent local wages 5. Consult with contractors and tenants to weed out problem developers",
    "Biography": "I'm a 3rd generation tradesman. I was born in Vancouver but my parents, like so many families are these days, had to leave Vancouver. As a young man i choose to come back. I spent the last ten years in Vancouver's construction industry on the front lines of this housing crisis. I will not leave like my parents had to",
    "Twitter": "https://twitter.com/patlee",
    "Facebook": "https://www.facebook.com/patlee",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-888-0213",
    "Email": "pat@lee.ca",
    "Website": "patlee.ca",
    "Picture": "patlee.png"
  },
  {
    "Position": "Councillor",
    "Name": "Kim",
    "Party": "YES Vancouver",
    "BallotOrder": "37",
    "Priority1": "Supporting Small Business",
    "Priority2": "Housing For Middle Class",
    "Priority3": "Reduce Build Permit Time",
    "Platform": "Please see our detailed platform at www.yesvancouver.ca",
    "Biography": "I am a small business owner with three Cobs Bread franchises in the City of Vancouver. I live in the West End with my partner and two children. Having owned businesses for the past 11 years, I am concerned about our ability to retain and sustain small businesses when the city continues to download costs and expectations on them.",
    "Twitter": "https://twitter.com/kimday",
    "Facebook": "https://www.facebook.com/kimday/",
    "Instagram": "brinderforyes",
    "YouTube": "",
    "Other": "",
    "Phone": "604-761-8356",
    "Email": "kim@day.ca",
    "Website": "www.kimday.ca",
    "Picture": "kimday.png"
  },
  {
    "Position": "Councillor",
    "Name": "Tim Rex",
    "Party": "Vision Vancouver",
    "BallotOrder": "20",
    "Priority1": "social housing",
    "Priority2": "public spaces",
    "Priority3": "walkable neighbourhoods",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A current Park Board Commissioner and community advocate, Catherine has been a past Vancouver Library Board chair, business owner, and lawyer, and is passionate about equality, the environment, and inclusive, accessible public spaces.",
    "Twitter": "https://twitter.com/timrex",
    "Facebook": "https://www.facebook.com/timrex/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "timrex@votevision.ca",
    "Website": "www.timrex.ca",
    "Picture": "timrex.png"
  },
  {
    "Position": "Councillor",
    "Name": "Rob Ram",
    "Party": "OneCity",
    "BallotOrder": "2",
    "Priority1": "Solutions for housing",
    "Priority2": "Affordable, vibrant city",
    "Priority3": "Climate justice",
    "Platform": "Christine will work for a more equitable, vibrant city where we can all live and belong. Christine is committed to OneCity policies that focus on affordability, cultural diversity and sustainability. Christine's strong record of tackling inequality, contributing to climate solutions, and deepening democratic engagement will help City Council to focus on the priorities of all Vancouverites. Christine is running with OneCity.",
    "Biography": "Christine Boyle is a United Church Minister, climate activist, organizer, parent of two children and a lifelong resident of Vancouver. She has a BSc in Urban Agriculture and First Nations Studies from UBC and an MA in Religious Leadership for Social Change. Since 2016, she has been Minister of Community Life at Canadian Memorial United Church and Centre for Peace.",
    "Twitter": "https://twitter.com/robram",
    "Facebook": "https://www.facebook.com/robram/",
    "Instagram": "https://www.instagram.com/robram/",
    "YouTube": "https://www.youtube.com/channel/UC3OIMt0qiFlPxH67-xsPsog",
    "Other": "",
    "Phone": "236-818-5558",
    "Email": "robram@onecityvancouver.ca",
    "Website": "www.robram.ca",
    "Picture": "robram.png"
  },
  {
    "Position": "Councillor",
    "Name": "Jan Fry",
    "Party": "NPA",
    "BallotOrder": "13",
    "Priority1": "Public Consultation",
    "Priority2": "Balanced Budget",
    "Priority3": "City-wide Plan",
    "Platform": "As a member of the NPA TEAM, Colleen Hardwick is running to help tackle the livability and affordability crisis and to get City Hall focused back on core services. She is doing so by prioritizing the City's financial health, transparency and accountability, restoring meaningful public consultation, developing a renewed city-wide plan, achieving livable, vibrant, inclusive neighbourhoods with attainable housing options, and ensuring distributed transportation strategies throughout the body of the City.",
    "Biography": "Colleen Hardwick is a veteran business executive, academic, and community leader experienced in industries and policy sectors that are critical to the well-being of the City of Vancouver. A born and raised Vancouverite with deep roots in the City, Colleen loves Vancouver and is dedicated to helping ensure that future generations can continue to live in an affordable, inclusive Vancouver.",
    "Twitter": "https://twitter.com/janfry",
    "Facebook": "https://www.facebook.com/janfry/",
    "Instagram": "https://www.instagram.com/janfry/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-229-7500",
    "Email": "jan@fry.com",
    "Website": "https://www.janfry.com/",
    "Picture": "janfry.png"
  },
  {
    "Position": "Councillor",
    "Name": "Jim Tex",
    "Party": "Independent",
    "BallotOrder": "53",
    "Priority1": "give control back to you",
    "Priority2": "let your voice be heard",
    "Priority3": "clean this city up",
    "Platform": "Hi, I am running as an Independent to give control back to the people that foot the bills in this city by paying steep property taxes. You have been ignored and treated like an ATM by the previous government. This is wrong. For too long you have been ignored and lied to, this must end. It is OUR CITY! I may not be able to change anything but I may be able to change everything",
    "Biography": "Born and raised in Vancouver, lifelong resident, struggling homeowner. I have worked in many differing jobs in this city and in these jobs I have been up every street, down every alley and all points in between. I love the LIVE MUSIC scene, I love what Vancouver once was. I live my life with DIGNITY, HONOR & RESPECT. PLEASE VOTE",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-999-5932",
    "Email": "jimtex@msn.com",
    "Website": "",
    "Picture": "jimtex.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ted Tao",
    "Party": "NPA",
    "BallotOrder": "41",
    "Priority1": "Housing Supply",
    "Priority2": "Fiscal Responsibility",
    "Priority3": "Transportation",
    "Platform": "I'm running to restore government that works for all Vancouver residents by improving community consultation, transparency, and fiscal responsibility. I'm focused on tackling the housing crisis to ensure current and future generations are able to live, work, and play in our city. We need to create vibrant, unique communities and reduce regulatory barriers to ensure that small businesses can thrive, and implement a comprehensive, long term plan for investment in Vancouver's transportation system.",
    "Biography": "An engineer and lifelong Vancouverite, David co-founded Absolute Energy Inc., BC's largest natural gas brokerage firm and served as Chair of a community association where he advocated for greater transparency and engagement with citizens. He is committed to making Vancouver a fiscal, social, and innovation leader where working families and seniors can live and small businesses can thrive.",
    "Twitter": "https://twitter.com/tedtao",
    "Facebook": "https://www.facebook.com/tedtao",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/tedtao/",
    "Phone": "604-360-6113",
    "Email": "tedtao@npavancouver.ca",
    "Website": "www.tedtao.ca",
    "Picture": "tedtao.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ben Kid",
    "Party": "Green Party of Vancouver",
    "BallotOrder": "63",
    "Priority1": "Affordable local housing",
    "Priority2": "Lower taxes",
    "Priority3": "Safer clean parks & roads",
    "Platform": "I'm a no nonsense guy. Not interested in partisan ideology nor wasteful vanity projects. Council is here to work for you. Greens advocate a collaborative governance, to deliver a functional and respectful leadership, based on facts guided by a city-wide engaged plan. Fiscally responsible decisions based on public interest first. Together, we are committed to a job done right and will push for real transparency and accountability.",
    "Biography": "Proud 5th generation Vancouverite. I'm an author, architect, and urban ecologist. I've decades of experience on affordable housing, working in cities around the world. Currently continuing meaningful work with First Nations – mentoring youth in the design and construction of their homes. Acquired a good working knowledge of civic systems and governance in early career at City's Engineering and Planning departments.",
    "Twitter": "https://twitter.com/benkid",
    "Facebook": "https://www.facebook.com/benkid",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-689-9200",
    "Email": "benkid@vangreens.ca",
    "Website": "https://www.benkid.ca",
    "Picture": "benkid.png"
  },
  {
    "Position": "Councillor",
    "Name": "Mia Chu",
    "Party": "COPE",
    "BallotOrder": "59",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Better transit for all",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M and $10M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Derrick O'Keefe is an author, editor, and long-time community organizer. He is a founding member of the Vancouver Tenants Union and has been a prominent advocate of peace and social justice in Vancouver for the past two decades. Derrick is a renter who lives in Fairview with his wife Andrea and their two young children.",
    "Twitter": "https://twitter.com/miachu",
    "Facebook": "https://www.facebook.com/miachu/",
    "Instagram": "https://www.instagram.com/miachu/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "info@miachu.ca",
    "Website": "www.miachu.ca",
    "Picture": "miachu.png"
  },
  {
    "Position": "Councillor",
    "Name": "Amy Day",
    "Party": "Vision Vancouver",
    "BallotOrder": "56",
    "Priority1": "Affordable housing",
    "Priority2": "Protection for renters",
    "Priority3": "Better Transit",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A social justice advocate, Diego is active in a variety of organizations including Fresh Voices, which aims to make BC and Canada a better place for immigrant and refugee youth; most recently he was Programs Coordinator for Kiwassa Neighbourhood House.",
    "Twitter": "https://twitter.com/amyday",
    "Facebook": "https://www.facebook.com/amyday/",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "amyday@votevision.ca",
    "Website": "www.amyday.ca",
    "Picture": "amyday.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ian Roy",
    "Party": "VANCOUVER 1st",
    "BallotOrder": "47",
    "Priority1": "Affordable housing",
    "Priority2": "Enhance transportation",
    "Priority3": "Reduce permit wait time",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver first. We are home to the free enterprise and entrepreneurs' movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper. Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "From working on the Downtown Eastside to building a Provincial Centre, Elishia dives in hard with an unwavering devotion to the lives of those within the community. She works in the art industry of Vancouver and coaches girls soccer. With honest governance, Elishia will represent a passionate voice for those searching for true change and the innovation of our city.",
    "Twitter": "https://twitter.com/ianroy",
    "Facebook": "https://www.facebook.com/ianroy/",
    "Instagram": "https://www.instagram.com/ianroy/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "ianroy@vancouver1st.ca",
    "Website": "http://www.ianroy.ca",
    "Picture": "ianroy.png"
  },
  {
    "Position": "Councillor",
    "Name": "Liz Kit",
    "Party": "VANCOUVER 1st",
    "BallotOrder": "5",
    "Priority1": "Address opioid crisis",
    "Priority2": "Community centers",
    "Priority3": "Affordable housing",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver first. We are home to the free enterprise and entrepreneurs' movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper. Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "Elizabeth's professional, business and leadership skills have been honed through National experience over 16 years as Senior Financial Analyst in the corporate world. She works with people struggling with financial stress and helps them find solutions. With experience as a public speaker and responsible for field leadership, coaching and mentoring, Elizabeth is deeply invested in the personal success of others.",
    "Twitter": "https://twitter.com/lizkit",
    "Facebook": "https://www.facebook.com/lizkit/",
    "Instagram": "https://www.instagram.com/lizkit/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "lizkit@vancouver1st.ca",
    "Website": "http://www.lizkit.ca",
    "Picture": "lizkit.png"
  },
  {
    "Position": "Councillor",
    "Name": "Mat Tan",
    "Party": "",
    "BallotOrder": "61",
    "Priority1": "Housing Affordability",
    "Priority2": "Homelessness & Poverty",
    "Priority3": "Small Business & Transit",
    "Platform": "My motto is that I would like to see Vancouver clean, green, with an accessible scene. Increase waste management, move towards renewable energy, build affordable housing, look after small businesses, increase transit during peak hours, build more bikes lanes, as well as proper connections, ensure that more housing co-ops & purpose-built rentals can be built, work with faith-based groups to make each church or synagogue a shelter downtown. Offer short-term & long-term solutions to housing.",
    "Biography": "After graduating, I became an Special Needs Early Childhood Educator. I also studied web design, desktop publishing, public relations, as well as a few courses in event planning, journalism, & public speaking. I moved to Vancouver during Expo '86 and got to know the city as friendly, vibrant, multicultural and fun. My goal as Councillor is a return to this.",
    "Twitter": "https://twitter.com/mattan",
    "Facebook": "https://www.facebook.com/mattan",
    "Instagram": "https://www.instagram.com/mattan/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/mattan/",
    "Phone": "604-828-8788",
    "Email": "mattan@gmail.com",
    "Website": "http://www.mattan.com/",
    "Picture": "mattan.png"
  },
  {
    "Position": "Councillor",
    "Name": "Deb Roy",
    "Party": "Independent",
    "BallotOrder": "33",
    "Priority1": "Affordable housing",
    "Priority2": "Eliminate drug addiction",
    "Priority3": "Election reforms",
    "Platform": "Dr. El-Rayes is campaigning for an affordable, livable, drug-addiction free city. This requires integrating: –Affordable rental & housing ownership for working people, –Convenient low-cost transportation, –Eliminate drug addictions. If elected, I will donate 50% of my salary to a drug-addiction prevention program, –Lowering cost of municipal and permit taxes for federal taxpayers only, –Reforming election law to prevent corruption of elected politicians and to encourage the best among us to run for political office.",
    "Biography": "Dr. El-Rayes is –Experienced in municipal engineering issues, business management, mental health and addictions. –Got his doctorate degree in USA & moved to Vancouver in 1990. –Dedicated past 13 years to serve mental illness and addiction patients, through his charity (H.R. Mental Wellness Centre) •Pioneered pollution prevention and sustainability in Canada and USA •Taught Environmental engineering in USA & Canada.",
    "Twitter": "https://twitter.com/debroy",
    "Facebook": "https://www.facebook.com/debroy",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "778-714-7692",
    "Email": "debroy@gmail.com",
    "Website": "debroy.ca",
    "Picture": "debroy.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ana Ray",
    "Party": "",
    "BallotOrder": "26",
    "Priority1": "Vancouver for Families",
    "Priority2": "Child Care & Seniors Care",
    "Priority3": "Safe Streets &Communities",
    "Platform": "Now more than ever, families need a strong, experienced, Independent voice at the Council table. We need to listen to neighbourhoods and work together to build complete communities where kids can play, local businesses can flourish, and families can thrive. That means more \"missing middle\" housing like townhouses and duplexes. It means vibrant neighbourhoods, not empty homes. It means looking after seniors while also making sure young people can build their lives in Vancouver.",
    "Biography": "Erin Shum was elected in 2014 to the Vancouver Park Board, where she previously served as Vice Chair. Having served as Vancouver's only Independent elected official since 2016, Erin has a proven track record of working across party lines and levels of government to deliver meaningful results for Vancouverites. Erin is a small business owner, special education assistant, and mom.",
    "Twitter": "https://twitter.com/anaray",
    "Facebook": "https://www.facebook.com/anaray/",
    "Instagram": "https://www.instagram.com/anaray/",
    "YouTube": "",
    "Other": "http://www.anaray.ca/",
    "Phone": "604-729-4828",
    "Email": "vote@anaray.ca",
    "Website": "www.anaray.ca",
    "Picture": "anaray.png"
  },
  {
    "Position": "Councillor",
    "Name": "Lyn Poe",
    "Party": "Coalition Vancouver",
    "BallotOrder": "18",
    "Priority1": "Advocate 4 Small Business",
    "Priority2": "Fair Business PropertyTax",
    "Priority3": "Business Hotline at City",
    "Platform": "My Mission Statement is \"To make Vancouver the most Business Friendly City in Canada\" Small Business in general employs 80% of the population, pays 5x the property tax residents pay. We need a thriving business community. If elected I propose to immediately implement a Entrepreneur Centre that will aid people who want to open a business in Vancouver. Bureaucracy will be streamlined to get new businesses up and running ASAP in order to employ people.",
    "Biography": "Born and Raised in East Vancouver. Entrepreneur since I was 10 taking the bus from Commercial Drive to Robson Street to work in my Uncle's Restaurant. Built and opened my first restaurant at age 18.Built, Owned & operated 5 Businesses in Vancouver for 42 years. I know the frustrations people experience with bureaucracy and inefficient approval systems at City Hall.",
    "Twitter": "https://twitter.com/lynpoe",
    "Facebook": "https://www.facebook.com/lynpoe",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/lynpoe",
    "Phone": "778-233-5920",
    "Email": "lynpoe@coalitionvancouver.ca",
    "Website": "https://lynpoe.ca/",
    "Picture": "lynpoe.png"
  },
  {
    "Position": "Councillor",
    "Name": "Amy Raj",
    "Party": "Independent",
    "BallotOrder": "10",
    "Priority1": "put local businesses 1st",
    "Priority2": "infrastructure resilience",
    "Priority3": "cheaper housing & transit",
    "Platform": "- expanded zero-waste centres - commercial kitchens & industrial sewing machines at community centres - more B-lines & north/south bus routes for SE Van - artisan cart vending permit program (like food trucks) - use city land for non-market & subsidized housing - incentives for single-family homeowners to build rental suites - impose levy on profitable multinationals, not on local independent business - require developers of family-sized units to build classroom space at local schools",
    "Biography": "I am a public school teacher and life-long advocate for social change. Growing up in Vancouver in the eighties, I was raised in the peace, labour, and environmental activist movements. Now a mom trying to raise two kids in an increasingly unaffordable city, my frustration with decades of government inaction has driven me into politics.",
    "Twitter": "https://twitter.com/amyraj",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/user/amyraj",
    "Other": "",
    "Phone": "778-316-2801",
    "Email": "amyraj@gmail.com",
    "Website": "www.amyraj.com",
    "Picture": "amyraj.png"
  },
  {
    "Position": "Councillor",
    "Name": "Kim Ash",
    "Party": "",
    "BallotOrder": "50",
    "Priority1": "GlobalViewAdoptedPolicies",
    "Priority2": "MarketMechanismAccordance",
    "Priority3": "Reduce Bias Manipulation",
    "Platform": "How do we evacuate people in planned to be denser downtown after big earthquake hit while all bridges are closed for safety inspection and firetrucks are running through sole exit on east side. Place residents' high buildings at noisy intersections and air-polluted big streets instead of clean quiet interior is unhealthy and causing traffic congestion. National income must balance expenditure. Is it really worthwhile to block unique precious Vancouver mountain view which benefits tourism/national revenue?",
    "Biography": "I'm Space Physics PhD candidate. Before finished thesis, immigrated to Vancouver westside from Taiwan twenty years ago. Tutored university math, physics, chemistry related courses, Travelled to seventeen countries. Took Economics and Finance courses, so realize how Quantitative Easing from US and China boost inflation around the world. Comprehend big countries's strategies and status quo is significant when drafting housing policies.",
    "Twitter": "https://twitter.com/kimash",
    "Facebook": "https://www.facebook.com/kimash",
    "Instagram": "https://www.instagram.com/kimash/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-805-0709",
    "Email": "kimash@hotmail.com",
    "Website": "",
    "Picture": "kimash.png"
  },
  {
    "Position": "Councillor",
    "Name": "Bec Kid",
    "Party": "Coalition Vancouver",
    "BallotOrder": "57",
    "Priority1": "Transparent & Accountable",
    "Priority2": "More Rental Housing",
    "Priority3": "Lower Fees & Costs",
    "Platform": "Glen aims to make our City more affordable for everyone by dramatically improving the finances of Vancouver with sustainable and accountable financial practices. He will spearhead a mission to improve Vancouver's asset management operations to generate more money internally, reduce fees charged to residents, while allowing the City to improve its services to the public. Glen will restore integrity and accountability to our City by employing a Common-Sense approach that is 100% for the People.",
    "Biography": "Glen Chernen was born and raised in Vancouver where he lives with his amazing Wife and children. Glen has spent the last 19 years in finance, managing a successfully growing investment portfolio where he is responsible for the examination of financial statements and the selection and disposal of securities such as equities, derivatives, debt instruments and mortgage investments.",
    "Twitter": "https://twitter.com/beckid",
    "Facebook": "https://www.facebook.com/beckid/",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://beckid.ca/glen-chernen/",
    "Phone": "",
    "Email": "beckid@coalitionvancouver.ca",
    "Website": "https://beckid.ca/glen-chernen/",
    "Picture": "beckid.png"
  },
  {
    "Position": "Councillor",
    "Name": "Eva Fry",
    "Party": "YES Vancouver",
    "BallotOrder": "69",
    "Priority1": "Affordable Housing",
    "Priority2": "Supporting Chinatown",
    "Priority3": "Encouraging Tourism",
    "Platform": "If elected as your YES Vancouver City Councillor, I will be a strong voice for representing Chinatown and the community at City Hall. I believe in ensuring Chinatown's continued success into the future by encouraging investment and building affordable housing for the residents who have lived there and call it home. We need to support the tourism industry in our city and encourage its growth to bring prosperity to our community.",
    "Biography": "I'm a small business owner and community leader in Chinatown where I've run my Happy Time Travel since 1980. I try to better my community by being involved with charities in the community like the Canadian Cancer Society, Alzheimer Society, Chinatown Merchant Tenants Association, Vancouver Guangzhou Friendship Society, BC & Guangdong Business Council, Chin Wing Chun Tong Society of Canada.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/evafry",
    "Instagram": "https://www.instagram.com/evafry",
    "YouTube": "",
    "Other": "",
    "Phone": "604-202-3933",
    "Email": "evafry@gmail.com",
    "Website": "",
    "Picture": "evafry.png"
  },
  {
    "Position": "Councillor",
    "Name": "Eli Lap",
    "Party": "",
    "BallotOrder": "51",
    "Priority1": "no weekend garbage p/u",
    "Priority2": "Protection of renters",
    "Priority3": "efficient use of revenue",
    "Platform": "-no garbage trucks in residential areas after 4 on weekdays nor on weekends. -4.5% rent increase is too high for the average worker. Need minimum wage at the poverty level at least. -City government must live with in tax rates and not keep raising taxes. Tax limits need to be imposed.",
    "Biography": "Moved to the West end of Vancouver in 1989. Volunteered in badminton club, adopt a granny, volleyball group, and Scouts. Worked 23 years as Federal Government Officer and 10 years in Hospitality industry as a manager. Taught at BCIT and Langara. Graduate Ryerson University in Hospitality and Secondary School Honour Graduation Diploma. Speak English, French and German.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "",
    "Website": "",
    "Picture": "elilap.png"
  },
  {
    "Position": "Councillor",
    "Name": "Sam Yim",
    "Party": "",
    "BallotOrder": "27",
    "Priority1": "Affordable Housing",
    "Priority2": "Public + Active Transport",
    "Priority3": "Opioid Epidemic",
    "Platform": "Affordable Housing: -Incentivize and legalize Purpose Built Rentals across the city -Make Social/Supportive Housing an immediate Priorityat City Hall Transportation: -Expand public transportation offerings, including the Broadway Skytrain to UBC -Continue investment into world-class active transportation and bike lane network Opioid Epidemic: -Support harm reduction strategies and allocate necessary resources to solving the overdose crisis Electoral Reform: -Introduce Proportional Representation and Ranked Ballots at the municipal level -Extend municipal voting rights to Permanent Residents",
    "Biography": "My name is Graham Cook and I'm running as an Independent. I am a Project Manager at a local tech company, a volunteer board member with the Huntington Society of Canada, and hold a BBA in Finance from SFU. As a young person and renter, I'm running to make it easier to live an affordable and enjoyable life in Vancouver.",
    "Twitter": "https://twitter.com/samyim",
    "Facebook": "",
    "Instagram": "https://www.instagram.com/samyim/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-835-0404",
    "Email": "info@samyim.ca",
    "Website": "https://www.samyim.ca/",
    "Picture": "samyim.png"
  },
  {
    "Position": "Councillor",
    "Name": "Joe Hui",
    "Party": "Vision Vancouver",
    "BallotOrder": "71",
    "Priority1": "Embrace creativity",
    "Priority2": "focus on reconciliation",
    "Priority3": "Poverty reduction",
    "Platform": "Vision Vancouver will move Vancouver forward. We will stand up for everyone and make things better. We'll create affordable housing by tripling the empty homes tax and building 88,000 homes. We'll build the Broadway Subway to UBC and improve commutes. We'll keep Vancouver the greenest city, prioritizing green jobs, not oil spills. And we'll keep Vancouver a caring and fairer city by focusing on reconciliation, poverty reduction and the opioid crisis. No matter who's mayor.",
    "Biography": "A four-term Vancouver City Councillor, Heather focuses on Vancouver's livability – bringing her passions for arts and culture, animated public spaces, active transportation and heritage to City Hall. A biologist, she has represented Vancouver regionally and nationally to work for better environmental protection, infrastructure, transit and women's participation in politics.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "",
    "Email": "joehui@votevision.ca",
    "Website": "www.joehui.ca",
    "Picture": "joehui.png"
  },
  {
    "Position": "Councillor",
    "Name": "Liz Jin",
    "Party": "Independent",
    "BallotOrder": "30",
    "Priority1": "Clean and safe streets",
    "Priority2": "Extended night transit",
    "Priority3": "Fair property taxes",
    "Platform": "Transit – Extend transit hours and implement ride sharing. Housing – Accessible housing and shelter. Strengthening measures to deter speculation while expediting processes associated to building middle class homes. Clean, Safe Streets - Adequate support to the homeless and business owners in areas of need. Incentives for landlords to keep buildings and sidewalks clean. Arts, Entertainment, Cultural Heritage – More funding for the arts and to keep cultural heritage of buildings and neighborhoods.",
    "Biography": "Born and raised in Vancouver, Herschel is an entrepreneur, successful businessman and actively involved in our community. Herschel has invested and operated numerous successful businesses including Whistler's celebrated Southside Deli. Herschel is involved in the community coaching kids in both soccer and football. He believes that we need a champion to bring more transparency and accountability to city hall.",
    "Twitter": "www.twitter.com/lizjin",
    "Facebook": "www.facebook.com/lizjin",
    "Instagram": "",
    "YouTube": "",
    "Other": "www.lizjin.ca",
    "Phone": "",
    "Email": "lizjin@gmail.com",
    "Website": "www.lizjin.ca",
    "Picture": "lizjin.png"
  },
  {
    "Position": "Councillor",
    "Name": "Ric Kuo",
    "Party": "Coalition Vancouver",
    "BallotOrder": "35",
    "Priority1": "2way communication bridge",
    "Priority2": "Accessible city finance",
    "Priority3": "Fair use of tax dollars",
    "Platform": "James believes an open, transparent two-way communication bridge needs to be built between the communities and city hall. This includes the need for the city's finances to be accessible for public reviews and discussions to ensure that there is more accountability and a fair use of resources. The taxpayer's contributions should not be wasted on projects that only benefit a minority without discussion, including but not limited to additional bike lanes",
    "Biography": "James has lived in Vancouver for 35 years. Graduating from UBC Economics, James has extensive retail and wholesale business experience. He's a member of Lions International for over 20 years, a committee member at BC Children's Hospital Foundation for 5 years and a Marine Search and Rescue volunteer crew for 4 years. He's committed and dedicated to many community services.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/rickuo",
    "Instagram": "",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/rickuo/",
    "Phone": "604-649-1001",
    "Email": "rickuo@hotmail.com",
    "Website": "https://rickuo.ca",
    "Picture": "rickuo.png"
  },
  {
    "Position": "Councillor",
    "Name": "Pam Mak",
    "Party": "YES Vancouver",
    "BallotOrder": "28",
    "Priority1": "Build affordable Housing",
    "Priority2": "Address the opioid crisis",
    "Priority3": "Cap permit times",
    "Platform": "We plan to legalize and build more affordable housing; target speculators, not homeowners; clean up the development and permitting process; and build thriving, inclusive neighbourhoods for families. We will implement a city wide plan that will prezone for the next 50 years of growth, while creating sufficient housing abundance to create structural affordability in the Vancouver housing market. We will also implement a 3 year rental market correction plan.",
    "Biography": "Jaspreet has a BSc in Biology and Pharmacy. He has worked as a pharmacist for 6 years and recently opened his own pharmacy. He was on the Canadian Junior National team for Field Hockey. He volunteers with GNFK, which is an organization that provides meals to the homeless. He is passionate about preventing antibiotic resistance and addressing the opioid crisis.",
    "Twitter": "",
    "Facebook": "https://www.facebook.com/pammak",
    "Instagram": "https://www.instagram.com/pammak/",
    "YouTube": "",
    "Other": "",
    "Phone": "778-885-6464",
    "Email": "pammak@gmail.com",
    "Website": "https://pammak.ca",
    "Picture": "pammak.png"
  },
  {
    "Position": "Councillor",
    "Name": "Stu Day",
    "Party": "COPE",
    "BallotOrder": "45",
    "Priority1": "Rent Freeze",
    "Priority2": "Tax mansions over $5M",
    "Priority3": "Build social housing",
    "Platform": "COPE candidates will work to make Vancouver affordable for people who aren't millionaires by: Using city powers to freeze rents for tenants and small businesses Taxing mansions over $5M to fund ending homelessness and housing renters Working toward free transit starting with children and low-income people Establishing a municipal living wage for all Vancouver residents Fighting corruption and real estate speculation Ending the rule of developers in Vancouver",
    "Biography": "Received Order of Canada for \"long-standing devotion to social justice\" Recent organizer with the Carnegie Community Action Project and Raise the Rates BC Author of Poor-Bashing: The Politics of Exclusion Former president of the National Anti-Poverty Organization Former member of the City Planning Commission and local area planning committees Pledges to accept only the average worker's wage",
    "Twitter": "https://twitter.com/studay",
    "Facebook": "https://www.facebook.com/studay/",
    "Instagram": "https://www.instagram.com/studay/",
    "YouTube": "",
    "Other": "",
    "Phone": "604-255-0400",
    "Email": "info@studay.ca",
    "Website": "www.studay.ca",
    "Picture": "studay.png"
  },
  {
    "Position": "Councillor",
    "Name": "Tom Gad",
    "Party": "VANCOUVER 1st",
    "BallotOrder": "44",
    "Priority1": "Affordable Housing/Rental",
    "Priority2": "Taxes (home & business)",
    "Priority3": "Transportation",
    "Platform": "VANCOUVER 1st a big tent libertarian minded party believing in rule of law, putting residents and taxpayers of Vancouver 1st! We are home to the free enterprise and entrepreneurs movement who believe in lower taxes, and small government. Our goal is to create an environment of certainty where people, neighborhoods, and all communities can thrive, grow and prosper. Vancouver 1st, is led by Fred Harding, who believes in consultation, transparency and most importantly accountability.",
    "Biography": "A strong voice of change not an echo of political apathy Will work tirelessly so that children, families and seniors are 1st again. Will make sure businesses/builders, small and large are not held ransom to endless permit wait times... Vancouver 1st will bring back certainty stability so a clear plan for the future can be built for-all. People Prosperity Principles",
    "Twitter": "https://twitter.com/tomgad",
    "Facebook": "https://www.facebook.com/tomgad/",
    "Instagram": "https://www.instagram.com/tomgad/",
    "YouTube": "",
    "Other": "www.tomgad.ca",
    "Phone": "604-710-9535",
    "Email": "council@tomgad.ca",
    "Website": "www.tomgad.ca",
    "Picture": "tomgad.png"
  },
  {
    "Position": "Councillor",
    "Name": "Bob Bee",
    "Party": "VANCOUVER 1st",
    "BallotOrder": "38",
    "Priority1": "Affordability for all",
    "Priority2": "Revive the Drive",
    "Priority3": "Build 3 Public Markets",
    "Platform": "We are the team which will provide transparency in managing the municipal taxpayer dollar to enable large scale infrastructure projects. Build permanent Public Food Markets, East Van & Marpole Market. Concept \"Mega-Haus-Projekt\" to house those in need Build a 25,000 capacity Amphitheatre for live Music. Build \"Piazza Vancouver\" to meet with friends. Reduce the 'Franchise Factor' to help small business. Revive Commercial Drive. Enable individuals and families to grow and prospers in this City.",
    "Biography": "John has worked relentlessly for the past 22 years in the Lower Mainland in the capacity of Project Estimator and Project Manager. Building and upgrading 6 Public Schools, the Commercial Drive Skytrain Station, the Kay Meek Center for Performing Arts and multi-residential low-income housing. John is a proud resident of EastVan for over 22 years, loves Music and the Arts.",
    "Twitter": "https://twitter.com/bobbee",
    "Facebook": "https://www.facebook.com/bobbee/",
    "Instagram": "https://www.instagram.com/bobbee/",
    "YouTube": "https://www.youtube.com/channel/UCHUoEHBMQ_PQyZOSasDKfSQ",
    "Other": "",
    "Phone": "604-710-9535",
    "Email": "bobbee@vancouver1st.ca",
    "Website": "http://www.bobbee.ca",
    "Picture": "bobbee.png"
  },
  {
    "Position": "Councillor",
    "Name": "Jim Ots",
    "Party": "",
    "BallotOrder": "8",
    "Priority1": "Affordable safe housing",
    "Priority2": "Overdose Crisis",
    "Priority3": "Development for People",
    "Platform": "The City of Vancouver has failed to eradicate homelessness, and further, there is a shortage of safe, affordable housing for those of us on the lower end of the income scale. I feel the City has a great deal of power, and could negotiate with the Province of B.C. to ensure that no lower-income Vancouverite should be forced to pay more than 1/3 of their limited income on Rent. This is long, long overdue!",
    "Biography": "John Spark has been a Vancouver resident for 30 years, and has been involved in numerous political campaigns, including a run for the Provincial Legislature with the Progressive Democratic Alliance in 1996. John currently works for Costco Canada as a Service Associate (Parking Lot Attendant), and has worked there for 6 years. Also, BAH (Political Science) from Queen's University, 1989.",
    "Twitter": "",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "",
    "Other": "",
    "Phone": "604-440-5959",
    "Email": "jimots@gmail.com",
    "Website": "",
    "Picture": "jimots.png"
  },
  {
    "Position": "Councillor",
    "Name": "Tom Mag",
    "Party": "NPA",
    "BallotOrder": "34",
    "Priority1": "Public consultation",
    "Priority2": "Accountability",
    "Priority3": "Diversity & Inclusiveness",
    "Platform": "Our City is at a pivotal point in its history and is in great need of renewal. As an immigrant, legal professional, and a proud Vancouverite, I want to serve, and bring a new voice – your voice – to City Council. I want to bring about change that will benefit all Vancouverites, that will make Vancouver a better place for all.",
    "Biography": "As a Queen's Diamond Jubilee awardee, Pinoy Fiesta organizer for nearly a decade, community volunteer, and a paralegal by profession, Jojo Quimpo will bring a unique mix of immigrant life experience and a caring heart to Vancouver City Council.",
    "Twitter": "https://twitter.com/tommag",
    "Facebook": "https://www.facebook.com/tommag",
    "Instagram": "https://www.instagram.com/tommag/",
    "YouTube": "",
    "Other": "https://www.linkedin.com/in/tommag/",
    "Phone": "604-360-6113",
    "Email": "tommago@npavancouver.ca",
    "Website": "https://tommag.ca/",
    "Picture": "tommag.png"
  },
  {
    "Position": "Councillor",
    "Name": "Hai Doe",
    "Party": "",
    "BallotOrder": "9",
    "Priority1": "Affordable rental units",
    "Priority2": "Rezoning to add supply",
    "Priority3": "Jobs for our homeless",
    "Platform": "I'm running as an independent because I only want to be beholden to our citizens. Some of the issues I hope to work on are building affordable rental units on city owned land, liquidating certain city owned assets, rezoning dilapidated commercial buildings into skyscrapers, as well as creating a jobs program for our homeless population.",
    "Biography": "Born in Vancouver in 1988 . I'm one of the millennial Vancouverites who Government has forgotten. I come from a strong financial background, having 10 years experience as a retail day trader. I also turned around a failing car dealership, and brought it to profitability. This entrepreneurial mindset is missing on council, and will fix some of our economic issues.",
    "Twitter": "https://twitter.com/daidoe",
    "Facebook": "",
    "Instagram": "",
    "YouTube": "https://www.youtube.com/user/daidoe",
    "Other": "",
    "Phone": "604-813-8751",
    "Email": "haidoe@gmail.com",
    "Website": "www.haidoe.com",
    "Picture": "haidoe.png"
  }
 ]
